[{"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$600000$4On4RCA6Ot3EkiOKgHgzJ8$v+xhjXumGauHAMF7y4g+SWw3ErM+cXcSMPnK0V3IeVk=", "last_login": "2025-02-27T14:15:58.351Z", "is_superuser": true, "username": "verdict", "first_name": "", "last_name": "", "email": "emilioemiliofuerte@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2025-02-09T15:41:03.321Z", "groups": [], "user_permissions": []}}, {"model": "newsletter.article", "pk": 2, "fields": {"title": "Op-Ed: Being a Good Classmate", "writer": "Davawn Hartz", "date": "2024-09-03", "volume_number": 1, "issue_number": 1, "short_title": "op-ed-being-a-good-classmate", "preview_text": "preview text", "article_type": "Op-Ed", "doc_url": "https://docs.google.com/document/d/1zlsbpwIZ6I9JrI_YhIjLeGNbIDJmQXpm_pgAuC4A8AM/edit?tab=t.0", "doc_id": "1zlsbpwIZ6I9JrI_YhIjLeGNbIDJmQXpm_pgAuC4A8AM", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Op-Ed: Being a Good Classmate</span></p><p ><span >Writer(s): Davawn Hartz</span></p><p ><span >Date: 9/3/24</span></p><p ><span >Issue: 1</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span >&nbsp;</span></p><p ><span >Shortly after Legal Methods ended, a flurry of activity ignited across the student body. People around me obsessed over methods of mastering material and sought out counsel from upperclassmen for how to do so. They carved out social niches, either through student interest groups or self-assembly, to ensure they had a corner of law school they could call home for the next three years. Eventually, it occurred to me that this frantic activity is students&rsquo; attempt to exert control over a process in which they largely feel disempowered. It&rsquo;s a valiant effort. But despite this incessant preparation for their law school career, in retrospect I think students neglected one crucial dimension of their academic and professional experience at law school: what it means to be a good classmate. </span></p><p ><span >Far too many people underappreciate the value of being a good classmate. Consider how we learn. The Socratic method is learning by dialogue. Even if the discussion is between the professor and a single student, it&rsquo;s for the benefit of all involved. It leverages our collective foibles and shared misunderstandings to get at a more fulsome and substantial grasp of the law. But, like any other conversation, people must be made to feel like their voices are welcome for it to be successful. And&mdash;perhaps more importantly&mdash;people need to show up. Being a good classmate encourages a kind of reciprocity that makes the process more rewarding for all involved. </span></p><p ><span >It&rsquo;s also a matter of best practice. Your class is a cast of characters with whom you&rsquo;ll share many memories. The rigors of law school and the prospect of meeting such interesting, driven, and intelligent people is exciting at first. But the realities of group psychology, the challenges of social dynamics, and the simple stress of law school will quickly take their toll on your relationships with your classmates. This is inevitable. But keep in mind: The legal world is small, especially the legal markets where folks from Columbia tend to concentrate. Incorporating a conscious practice of being a good classmate into your daily interactions will likely pay dividends over the course of your professional life, even if you career from career to career.</span></p><p ><span >So, perhaps being a good classmate is nice and beneficial. Great. But what does it mean to be a good classmate? Are there distinct duties or obligations that distinguish this relationship from any other? The baseline obligations for any professional relationship apply: Be kind, appropriate, and respectful. But the uniqueness of law school&rsquo;s academic and social environment calls for further considerations. For example, the environment here almost demands comparison. Without meaning to, students often feel that those around them are reflections of the traits they admire the most. Don&rsquo;t let this make you feel diminished. And don&rsquo;t tear others down to justify what (likely only you) believe to be personal defects. A good classmate lifts those around them. Encourage other students to see what they see in others in themselves. If they perform particularly well on a cold call, congratulate them. Conversely, if a cold call goes poorly, remind them that it&rsquo;s not a reflection of their aptitude. Or, at least have the courtesy to avert your eyes. </span></p><p ><span >Celebrate your classmates&rsquo; curiosity. Encourage students to make conscious efforts to participate. Over the course of my law school career, I have been struck by the careful, considered viewpoints of many of my classmates. Whether or not they knew it at the time, the insights classmates have shared have left me indelibly changed. Students are drawn to law school for sundry reasons: career ambivalence, political aspirations, academia, and everything in between. Terminal points in a legal career vary. But I&rsquo;ve been thankful that they were kind enough to make their voices heard. </span></p><p ><span >One of the most rewarding things about studying law&mdash;when it has any reward at all&mdash;is that it&rsquo;s often trying to confront and codify everyday life. Everyday life is, for those of you who have experienced it, remarkably complex. Moreover, it comes in multitudinous forms. Those around you may go on to be the very people who mold the arc of its development. They also possess entirely unique perspectives that can be invaluable tools for learning the law. Make full use of their talents! Push others to confront difficult realities. Ask questions of one another and push back where you feel the conversation is lacking. But be sure to make space for others.</span></p><p ><span >Lastly, do your best to remain generous. The artificial scarcity of law school&mdash;of grades, praise, or prestige&mdash;encourages a survival mindset. Students hoard outlines, notes, and time. Resist this impulse. It will feel scary and illogical at first. That&rsquo;s understandable. But every time I&rsquo;ve gone out of my way to be generous, or a classmate has been generous with me, it&rsquo;s been deeply rewarding. Academically, socially, or both. Acts of kindness echo much farther than people think. </span></p><p ><span >Admittedly, there&rsquo;s no one way to be a good classmate. But there are conditions precedent to becoming one. Be a conscious architect of a community where good classmates can thrive. It&rsquo;ll make these three years here way more rewarding.</span></p><p ><span >&nbsp;</span></p><p ><span >Davawn Hartz is a 3L and a writer for the Columbia Law Verdict. The views and opinions expressed in this article are those of the author and do not reflect the views or positions of the Verdict.</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T18:18:42.175Z", "updated_at": "2025-02-27T14:17:08.026Z"}}, {"model": "newsletter.article", "pk": 4, "fields": {"title": "An Interview with Professor Jessica Bulman-Pozen", "writer": "Charles Simonds", "date": "2024-09-03", "volume_number": 1, "issue_number": 1, "short_title": "an-interview-with-professor-jessica-bulman-pozen", "preview_text": "preview text", "article_type": "Interview", "doc_url": "https://docs.google.com/document/d/1CAwMRiRMjW87jYql2cS9PbUU0k5wsqQQHmTwX7bEHa4/edit?tab=t.0", "doc_id": "1CAwMRiRMjW87jYql2cS9PbUU0k5wsqQQHmTwX7bEHa4", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: An Interview with Professor Jessica Bulman-Pozen</span></p><p ><span >Writer(s): Charles Simonds</span></p><p ><span >Date: 9/3/24</span></p><p ><span >Issue: 1</span></p><p ><span >Type of article: Interview</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Bulman-Pozen, thank you so much for coming to sit for an interview with the Verdict. This is our first issue, and we&rsquo;re super excited to have you here to talk about your role as a professor, your work as a scholar, and yourself as a member of the Columbia Law School community. Let&rsquo;s get right into it.</span></p><p ><span >Last year, you received the </span><span ><a href=\"https://www.google.com/url?q=https://www.law.columbia.edu/news/archive/professor-jessica-bulman-pozen-honored-2024-willis-lm-reese-prize-excellence-teaching&amp;sa=D&amp;source=editors&amp;ust=1740669426670553&amp;usg=AOvVaw2KKx_x_OvHp1tCwiEZdRUs\" >Willis L.M. Reese Prize for Excellence in Teaching</a></span><span >. You&rsquo;ve been teaching since 2012, and it&rsquo;s the second time you&rsquo;ve won the teaching prize. Congratulations. How do you do it?</span></p><p ><span >JBP</span><span >: I think they just need to find someone to speak at graduation&mdash;they offer us the prize as an incentive.</span></p><p ><span >It was a real honor to win the prize this time, and last time as well. I care a lot about my students and about teaching, and I try my best. The behind-the-scenes selection of the teaching prize is a bit of a mystery to me, so I don&rsquo;t have any comment on that. But I will take it as appreciation for the effort I put into teaching.</span></p><p ><span >We&rsquo;re curious about your teaching philosophy. You have a no-laptops policy in class. Have you gotten pushback on that, from students who are trying to use laptops to take notes, do research, or check emails during class?</span></p><p ><span >JBP</span><span >: On checking emails during class, I think people look at their phones under the desk and think I don&rsquo;t see them, which I absolutely do. I would like the Verdict to take note of that.</span></p><p ><span >With respect to the actual use of laptops during class, I think sometimes people express concerns at the beginning of the semester. But I have found reliably, actually, in all the years I&rsquo;ve been doing this, that by the end of the semester, students appreciate the time away from their devices. They appreciate the ability to engage directly with each other, with me, with the material, and not be easily distracted either by their own screens or by the screens of the people next to them. And to have to synthesize things and take notes accordingly, rather than just transcribe. So I&rsquo;ve actually gotten universal and sometimes surprised appreciation for the policy. Not to say everyone likes it, and I&rsquo;m sure plenty of people just don&rsquo;t weigh in one way or the other at the end of the semester, but to the extent people do, it&rsquo;s mostly to say, &lsquo;you know, I was worried about this, but actually I appreciated it in the end.&rsquo;</span></p><p ><span >I also know I speak very quickly, and so I try to slow down or have people flag me, because that is the hazard. Obviously, we&rsquo;re faster at typing than handwriting. So I try to make adjustments myself, and I&rsquo;m always open to thoughts about how to best teach in the classroom without computers.</span></p><p ><span >Do you think the policy also has an effect on class discussion? In Leg Reg last year, discussion of legal issues and legal theory was pretty solid when it was opened up to the class.</span></p><p ><span >JBP</span><span >: It definitely improves class discussion. People are just more engaged from the get-go. They have nothing better to do than to talk to each other. It&rsquo;s a virtuous cycle, too, because when people aren&rsquo;t on their computers, I see them and how they&rsquo;re engaging and responding in real time. I&rsquo;m more responsive to their responsiveness.</span></p><p ><span >The big question on everyone&rsquo;s mind is how to teach Leg Reg without </span><span >Chevron</span><span >. It seems you are still spending a day on </span><span >Chevron </span><span >and a couple of days on </span><span >Loper Bright</span><span >&nbsp;and open questions beyond. Has there been any guidance since that&rsquo;s instructive for students to learn?</span></p><p ><span >JBP</span><span >: Well, it&rsquo;s been a dull, dull summer for administrative law.</span></p><p ><span >I think it&rsquo;s still important to teach </span><span >Chevron</span><span >. </span><span >Chevron </span><span >was the paradigm for 40 years. And it shaped a tremendous amount of administrative law. It&rsquo;s also important, when you look at a case that overrules such an important case, to figure out what it is overruling. What&rsquo;s changing? What might not be changing?</span></p><p ><span >We think right now </span><span >Auer </span><span >deference survived, even though it faced a similar challenge. But what does </span><span >Auer </span><span >deference look like in a world without </span><span >Chevron </span><span >deference? Can we really justify one and not the other? That question is explicit in the </span><span >Kisor </span><span >opinion, but now there are new questions about what that distinction looks like.</span></p><p ><span >There&rsquo;s also a question, I think, about the major questions doctrine. Major questions emerged against the backdrop of deference that </span><span >Chevron </span><span >had created, as a carveout to </span><span >Chevron</span><span >. I don&rsquo;t think we would have gotten a major questions doctrine had there not been </span><span >Chevron</span><span >. </span><span >Loper Bright</span><span >&nbsp;overruled </span><span >Chevron</span><span >, but it doesn&rsquo;t overrule the major questions cases. Are they now zombies, or are they part of an anti-deference paradigm that we&rsquo;re living with?</span></p><p ><span >And then, of course, there&rsquo;s just the more fundamental question: What are courts now doing when they look at agency decisions? If they&rsquo;re not doing the </span><span >Chevron </span><span >two-step, are they nonetheless deferring under a </span><span >Skidmore </span><span >approach, or some kind of new approach? When we see the Supreme Court cases&mdash;now you&rsquo;ve gotten me going&mdash;I&rsquo;ll just say, when you see the Supreme Court cases, the interpretive questions are often the sorts of legal questions that courts are equipped to address. But, as I think Justice Kagan&rsquo;s dissent nicely emphasizes, most of the questions that lower courts are getting are really bound up in policy and very technical and complicated, but often small. They are often issues that courts have no business dealing with, and they probably are going to recognize that. We&rsquo;re not going to know by the time I get to the post-</span><span >Chevron </span><span >unit this fall, but we&rsquo;ll start to see what questions are bubbling up and how courts are dealing with them. It&rsquo;s much too simple to say that there was deference and now there&rsquo;s not, because neither is really true.</span></p><p ><span >How do you adapt to changes in the law?</span></p><p ><span >JBP</span><span >: It&rsquo;s actually one thing that&rsquo;s exciting about teaching at a law school versus other kinds of teaching where the curriculum might be more set: It changes. Even if there isn&rsquo;t an upheaval in the doctrine, there are new cases, new developments, maybe a new statute that you want to think about incorporating and teaching. You have a foundation and materials that you always come back to, but you also want to account for recent developments and things that students may be particularly interested in that didn&rsquo;t even exist the last time you taught. When I started teaching, there was no major questions doctrine, and in recent years people have become very focused on it. So I think that&rsquo;s a nice thing. Sometimes you have to step back and ask whether the old material is really foundational. I try to keep tabs on that and adjust accordingly. But it&rsquo;s always a work in progress.</span></p><p ><span >Aside from your administrative law scholarship, you&rsquo;ve also done a lot of work on state constitutions, including several legal articles and a casebook on state constitutions that you&rsquo;re currently working on with Professor Miriam Seifter at the University of Wisconsin Law School. How did you get interested in state constitutional law? It&rsquo;s a subject that kind of flies under the radar at law school.</span></p><p ><span >JBP</span><span >: I&rsquo;ve had a long-standing interest in federalism and in how states work within our federal system, predating my joining the Columbia faculty. I wrote about it mostly from a federal perspective, but over time, I thought more about the state perspective.</span></p><p ><span >I think I was not alone in seeing certain developments in federal constitutional law foreclosing important pathways that are actually open in the states. Right now, there&rsquo;s a lot of attention on states, especially in the wake of </span><span >Dobbs</span><span >, for example, with respect to reproductive rights, and in the wake of </span><span >Rucho </span><span >with respect to gerrymandering and voting rights.</span></p><p ><span >But I became especially interested even before the latest wave because of how state constitutions are these democracy-protecting majoritarian documents that are very different from the federal constitution. Once I started to see the possibilities, both intellectually and practically, I kind of got hooked. I&rsquo;ve been working in that space since, and it&rsquo;s been really gratifying. Just last month, for example, the </span><span ><a href=\"https://www.google.com/url?q=https://www.courts.michigan.gov/4a5461/siteassets/case-documents/uploads/opinions/final/sct/165325_115_01.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669426674219&amp;usg=AOvVaw1T1ubIWUBZFTu2jCEIUX0J\" >Michigan Supreme Court</a></span><span >&nbsp;relied in part on my work with Miriam Seifter to invalidate the state legislature&rsquo;s attempt to gut initiatives to raise the minimum wage and provide for paid sick time.</span></p><p ><span >Have you noticed any general patterns among state constitutions? Do all the New England states tend to have similar constitutions, or Western states that were founded more recently?</span></p><p ><span >JBP</span><span >: It&rsquo;s a good question. There are definitely regional patterns, in part because of the constitutions that existed from the eighteenth century versus those that only emerged when places became states in the twentieth century. There are differences that have a regional character as well as a temporal character for that reason. Direct democracy is not really a New England thing, but rather more of a Western thing. So there are certain regional distinctions, but less than we might be inclined to believe. When state constitutions out in the West were being adopted and drafted, they looked to state constitutions that had been there from the start. They took New York&rsquo;s constitution and said, what do we like in this? What do we not like? They took some provisions out of it and popped them right in. There&rsquo;s a lot of borrowing that disrupts regional patterns, a lot of transformation over time, through amendment or outright replacement of constitutions that makes for new developments, but also more similarity across states.</span></p><p ><span >In a lot of cases, you can find regional and temporal patterns, you can find a lot of state-specific language and doctrine, but you can also find much more of a shared constitutionalism than you might expect. </span></p><p ><span >Is federalism one of the major focuses of the </span><span ><a href=\"https://www.google.com/url?q=https://constitutional-governance.law.columbia.edu/&amp;sa=D&amp;source=editors&amp;ust=1740669426674851&amp;usg=AOvVaw2QQ-Ylk6zoNtpIP_Ndyw89\" >Center for Constitutional Governance</a></span><span >, which you are a co-director of? What kind of research questions does the Center focus on?</span></p><p ><span >JBP</span><span >: Yes. As you probably know, since you&rsquo;ve done thorough research for this interview, I run that center together with Kate Andrias, Olatunde Johnson, and Gillian Metzger.</span></p><p ><span >The focus varies year to year, depending on what we&rsquo;re working on and what the salient issues seem to be. We try to do a lot of programming for the community and for students. There&rsquo;s often a federalism component, because a number of us are interested in federalism.</span></p><p ><span >This fall, for example, we&rsquo;re having one of our former students, Madiba Dennie, who wrote a </span><span ><a href=\"https://www.google.com/url?q=https://www.penguinrandomhouse.com/books/735353/the-originalism-trap-by-madiba-k-dennie/&amp;sa=D&amp;source=editors&amp;ust=1740669426675239&amp;usg=AOvVaw1XNXwlqt6h9wQsv3IgAd5m\" >book about originalism</a></span><span >, and Aziz Rana, who wrote a </span><span ><a href=\"https://www.google.com/url?q=https://press.uchicago.edu/ucp/books/book/chicago/C/bo208177761.html&amp;sa=D&amp;source=editors&amp;ust=1740669426675372&amp;usg=AOvVaw2QHW4W1bX2aTUXZqawK0g6\" >book about constitutional veneration</a></span><span >, come and give book talks. We&rsquo;re going to do some programming around the election and election law. So we try to do different kinds of teaching, but federalism is a piece of that.</span></p><p ><span >How can students get involved with the Center? More generally, how can students experience meaningful engagement with faculty members?</span></p><p ><span >JBP</span><span >: The easiest, most straightforward way is to go to office hours. &ldquo;Do as I say, not as I did when I was a law student&rdquo;&mdash;I didn&rsquo;t go to office hours. I went one time in my whole three years, literally because the professor made me. It just seemed a little intimidating, a little unclear what one did at office hours, a little suck up-y&mdash;all these things that one might not want to be drawing oneself into.</span></p><p ><span >And now, on the other side, I see that was a huge mistake. I should have definitely gone to office hours. So for those who may be approaching law school the way I did, go to office hours. We professors purposefully set aside time to see students. It&rsquo;s certainly an opportunity to get questions answered, but it&rsquo;s also an opportunity to talk about your interests, to talk about the law more generally, and to get advice about things beyond the class. It&rsquo;s a great way to get to know your professors. Don&rsquo;t go every week, just for the sake of doing it. But take advantage of that opportunity.</span></p><p ><span >The law school also has an abundance of programming: talks that the centers put on, where a professor brings in a friend or colleague to give a talk, or similar opportunities. It&rsquo;s not as direct of an interaction, but it&rsquo;s a way of learning more about areas of law and being exposed to different kinds of ideas and people that could provide fodder for future conversations and follow-up.</span></p><p ><span >There are also smaller seminar style classes. CCG often runs a public law workshop or a practicum, but there are many other seminars too. I think those are great opportunities to get to know professors a little better, to get to know areas of law that don&rsquo;t get lecture classes devoted to them but are important and might provide opportunities for your own research and writing as students. Those are some things I would advise.</span></p><p ><span >Something else I recall as a 1L was work-life balance. You have to manage your stress, you have to stay healthy, you have to just be a person sometimes. But there&rsquo;s so much to do in law school. What do you do to relax?</span></p><p ><span >JBP</span><span >: &ldquo;Just be a person sometimes.&rdquo; I like that. Well, I try to be a person sometimes as well. I spend time with my family. Being a professor as well as a parent is not always relaxing per se, but it&rsquo;s enjoyable. It&rsquo;s a very different sort of way of being a person in the world, to be a professor at work and then to come home and be a parent. This fall, we&rsquo;re getting a puppy, so that will add to the craziness, but it should be fun. </span></p><p ><span >I like to walk to and from work in Riverside Park; that&rsquo;s my commute. I think it&rsquo;s grounding; it&rsquo;s a little bit of meditative time that I have to build into my schedule. And I like to take advantage of New York&rsquo;s cultural opportunities when I can.</span></p><p ><span >Do you have any restaurant recommendations?</span></p><p ><span >JBP</span><span >: I actually think the best food around Columbia is not sit-down restaurants. Absolute Bagels is some of the best food around campus. There&rsquo;s a cute little Italian restaurant called Osteria Accademia that opened on Amsterdam. You should ask other professors who are foodies for the recommendations, because I&rsquo;ll embarrass myself if I try to give you any kind of culinary landscape of New York. But I&rsquo;ll stand behind Absolute Bagels. I think Professor Ahmed and I both have the Absolute Bagels hat. Don&rsquo;t go at brunch because of the super long line. One has to have some self-respect and not wait in line for two hours for bagels. But if you go any other time, you can get a great bagel right away.</span></p><p ><span >We&rsquo;d like to ask about hopes and concerns for the rest of the semester. Last year was a difficult year, and we&rsquo;re curious how you are approaching the new semester.</span></p><p ><span >JBP</span><span >: I don&rsquo;t know what my answer to that question is. I think I&rsquo;m approaching it with a sense of hopefulness about our community and some changes at the University, but also a great deal of uncertainty, if I&rsquo;m being honest, about what&rsquo;s going to happen both on campus and in the world, mere days before the start of the semester. </span></p><p ><span >In your commencement speech last year, you talked about the importance of showing each other grace, making space for difficult discussions, and looking beyond the controversies of the moment. We&rsquo;re trying to do that at the Verdict. Do you have thoughts on our project, or what we as a community could do better to fulfill that vision of community?</span></p><p ><span >JBP</span><span >: Well, I think it&rsquo;s great to have a place where people can come together and share ideas about law school and otherwise. I hope that Columbia students will continue talking to each other even when they disagree, whether that&rsquo;s through the more formal structures of class or outside of it.</span></p><p ><span >And I will say, although we had many challenges, I think the law school was better than a lot of other parts of campus with respect to people&rsquo;s ability to engage substantively with people they disagreed with and to try to actively support other students. I&rsquo;m hopeful that we can build on those successes. I recognize quite a lot of failures all around as well, and I don&rsquo;t mean to gloss over those, but I hope people are coming back to campus with some sense of community and shared purpose that we can build on.</span></p><p ><span >Do you think there&rsquo;s something special about the law school community that led us to retain more of a sense of community?</span></p><p ><span >JBP</span><span >: I think law students tend to be mature, professional, and have an eye on the future in a way that maybe college students do not. But I would like to think that in addition to those sort of obvious demographic points, everyone who&rsquo;s come to law school wants to think deeply about legal issues. There are ways we structure legal argument, legal debate, cases: having to argue one side, having to argue the other side, giving reasons for what one thinks.</span></p><p ><span >There are things about the law and therefore legal pedagogy that lend themselves to genuinely considering someone else&rsquo;s perspective and trying to figure out the strongest points another person is making, even when you disagree, even if only to respond to those points. There are ways in which we structure our thinking that, I think, are conducive to having genuine conversations and maintaining community across disagreement. I don&rsquo;t think we always do that, but there&rsquo;s a real foundation that is special to law.</span></p><p ><span >Why did you choose Columbia as a place for a career? Why would you choose Columbia today?</span></p><p ><span >JBP</span><span >: I chose to come to Columbia, and to stay at Columbia, mostly because of my tremendous colleagues. In the fields I work in, Columbia has the nation&rsquo;s best faculty. And I don&rsquo;t just admire my colleagues&rsquo; work; I genuinely like them and enjoy spending time with them, both those who were here when I joined the faculty and those who have been hired since. I&rsquo;ve also been fortunate to have fantastic students from my very first semester through today. And it doesn&rsquo;t hurt to have the benefits of the broader university and the city of New York. I&rsquo;ve been very happy at Columbia, and I don&rsquo;t ever plan to leave. </span></p><p ><span >Thank you so much for sitting for this interview. We really appreciate your time.</span></p><p ><span >JBP</span><span >: Yes, thank you. Please edit out any nonsense I said and make it sound like I had a really sharp interview. And good luck with your first issue.<br><br></span><span >This interview was conducted by Charles Simonds, 3L, and Gloria Yi, 3L, and has been edited for length, clarity, and content.</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:22:25.546Z", "updated_at": "2025-02-27T14:17:06.748Z"}}, {"model": "newsletter.article", "pk": 5, "fields": {"title": "Op-Ed: The Respect We Give", "writer": "Charles Simonds", "date": "2024-09-03", "volume_number": 1, "issue_number": 1, "short_title": "op-ed-the-respect-we-give", "preview_text": "preview text", "article_type": "op-ed", "doc_url": "https://docs.google.com/document/d/151puJKx1wggjbKxx4h_OAtndQ9Jss3NXp1aYyGuBhII/edit?tab=t.0", "doc_id": "151puJKx1wggjbKxx4h_OAtndQ9Jss3NXp1aYyGuBhII", "content_html": "<br><style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Welcome to the first issue of the <em>Columbia Law Verdict</em>. &nbsp;As the <em>Verdict&rsquo;s</em> founder and director, I want to take some time to explain this project, our motivations, our goals, and our methods. In short: Our community is fractured, and the <i>Verdict</i> is an attempt to bring it back together again. I hope that having a forum for student voices from across the community, coordinated by an open and democratic student-run organization, will begin to build an environment where we connect and support one another despite our differences. And if you think that goal is worthwhile, we would be thrilled for you to help us achieve it.</span></p><p ><span >Last semester wasn&rsquo;t easy. It may have been the most difficult semester I&rsquo;ve spent in school, and I&rsquo;m sure many 2Ls and fellow 3Ls would agree. To the 1Ls and LLMs who are only coming to campus now, suffice to say it was a difficult and divisive time. Students versus professors, versus administrators, versus each other. The effects of this division are still visible on campus, but the social and emotional scars the community bears are deeper still. Finding a cohesive community at Columbia, even within the enclave of the Law School, felt impossible. The moments when we did connect with each other felt like little miracles.</span></p><p ><span ></span></p><p ><span >It is that very community to which the <i>Verdict</i> is devoted: the students, faculty, staff, alumni, and everyone else whose paths lead them to the Law School campus. But what is community, really? I think the easy definitions fail to capture its true nature. For instance, it&rsquo;s more than a list of people who can walk freely onto campus, more than the individuals who make up the whole. When I say that our community was fractured, it wasn&rsquo;t merely a physical separation, though that was a part of it. Nor do I think that community is merely the set of traits that we share. Start with the text: &ldquo;Community&rdquo; comes from the Latin meaning &ldquo;common, ordinary&rdquo; or &ldquo;for the public.&rdquo; From this, one might infer that community is bound by what its members have in common. But the textualist approach reduces community to a laundry list of characteristics, offering no guidance on how to draw the line between factors that are characteristic of a community and those that are not.</span></p><p ><span ></span></p><p ><span >The character of our community, I think, is defined not by the people within it, but rather how we experience it: how we relate to each other, how we treat each other, and how we care and fail to care for each other. The crucial division of last semester came not in the form of being sent home for exam week or a multiplicity of polarized beliefs, but rather in the form of the relationships that existed between ourselves and each other. It&rsquo;s a tough pill to swallow, because it means community is not so easy to create as simply defining who is and is not a member or listing the traits relevant to membership. But community is not found, it&rsquo;s built. And the upside of this understanding is that we have the power to define our community. How we interact with each other, how we experience and guide our everyday encounters with peers and friends, professors and staff, how we strengthen and uplift those around us, or conversely how we weaken and diminish each other&mdash;that&rsquo;s wholly within our power.</span></p><p ><span ></span></p><p ><span >At this point, the real challenge is not determining what community is. It&rsquo;s determining what we want our community to be. In short: How do we want to interact with each other? I think reasonable people can disagree on what a successful or happy or moral community looks like. But here&rsquo;s what I think:</span></p><p ><span ></span></p><p ><span >I envision CLS as a place of learning, connection, and development. A place where we share experiences and learn from each other; where we listen, but also communicate, disagree, and confront each other openly; where we act honestly and in good faith, with kindness and grace; where no matter how divisive the issue or how stringent the moral imperative in our minds, progress is made among peers rather than in spite of them. Where the respect we give is the respect we deserve. This vision requires a commitment not just to a part of the community, or even its majority; rather, it requires all of us to be committed to every single person we encounter during our time here.</span></p><p ><span ></span></p><p ><span >I know that my vision for our community is not the only one, and since the <i>Verdict</i> uses open, fair, and democratic processes for making decisions, those competing visions will have an opportunity to interact and evolve. But what I think our community needs right now is a space that gives us&mdash;all of us&mdash;a voice and an opportunity to engage with one another. It needs something to remind us not of our differences, but rather what we experience in common.</span></p><p ><span ></span></p><p ><span >After all, I doubt this year will be easy for CLS. It&rsquo;s an election year; violence and tragedy in the Middle East continues; the Supreme Court continues to hand down controversial decision one after another; we&rsquo;re experiencing a significant leadership transition, with both a new University President and a new Law School Dean; climate change, the Law Library renovation, Hamilton Deli being shut down&mdash;look, I could go on. But it&rsquo;s because of the challenges and the uncertainty that faces us that I think the <i>Verdict's</i> work of building and strengthening community is valuable.</span></p><p ><span ></span></p><p ><span >That&rsquo;s why we need your help. At the very least, we&rsquo;d love for you to read our newsletters when they pop into your inbox. But through the <i>Verdict</i>, you can share your voice with the CLS community, offer tips and advice to new students, and publish creative work or entertainment columns or anything else you&rsquo;d like. Most importantly, you can join our team. I am incredibly grateful for the students who have already joined the <i>Verdict</i>, who are some of the busiest and most motivated students at CLS but who have also made time in their schedules to make the CLS community a better place. I&rsquo;m sure we&rsquo;re not the only ones who care about CLS, and if you&rsquo;ve read anything in this issue that you found meaningful, thought-provoking, or valuable, we&rsquo;d love to have you.</span></p><p ><span ></span></p><p ><span >As the new semester approaches, I feel uncertain and fearful. But I know I share those feelings with you, and because of that I also feel hope. Hope that we can commune over our differences, through both the <i>Verdict</i> and ourselves; hope that somehow, we can put our community back together again, one little miracle at a time.</span></p>\r\n\r\n<hr>\r\n\r\n<p ><span ></span></p>\r\n<p ><span ><em>Charles Simonds is a 3L and a Director of the <i><span style=\"font-style: normal;\">Columbia Law Verdict</span></i>. The views and opinions expressed in this article are those of the author and do not reflect the views or positions of the <i><span style=\"font-style: normal;\">Verdict</span></i>.</em></span></p>\r\n<p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:23:21.366Z", "updated_at": "2025-02-27T22:52:38.119Z"}}, {"model": "newsletter.article", "pk": 6, "fields": {"title": "An Interview with Student Body President Nicole Morote", "writer": "Jacob Sarasin", "date": "2024-09-17", "volume_number": 1, "issue_number": 2, "short_title": "an-interview-with-student-body-president-nicole-morote", "preview_text": "preview text", "article_type": "Interview", "doc_url": "https://docs.google.com/document/d/1aIPn8e2XHU-mpPn0GjYobmvzf1yaN3NCvNLnKiUURy8/edit?tab=t.0", "doc_id": "1aIPn8e2XHU-mpPn0GjYobmvzf1yaN3NCvNLnKiUURy8", "content_html": "<p ><span >Title: An Interview with Student Body President Nicole Morote</span></p><p ><span >Writer(s): Jacob Sarasin</span></p><p ><span >Date: 9/17/24</span></p><p ><span >Issue: 2</span></p><p ><span >Type of article: Interview</span></p><p ><span ></span></p><p ><span >Hi, Nicole, thank you so much for coming to sit for an interview with the Verdict. This interview will be for our second issue, and we&rsquo;re super excited to talk with you about your role as the student body president for this upcoming year.</span></p><p ><span ></span></p><p ><span >Nicole:</span><span >&nbsp;Of course! Thanks for having me.</span></p><p ><span ></span></p><p ><span >We&rsquo;ll go ahead and jump straight into the questions. Why did you choose to pursue a career in law, and what about the law appeals to you?</span></p><p ><span ></span></p><p ><span >Two main things brought me to law school. First, I was born in Lima, Peru, and we moved to the U.S. when I was seven. Going through the immigration process with my family was a big part of my childhood. It felt like this impossibly complex, intricate, and nuanced system, and I never understood how ordinary people could possibly navigate it by themselves. I liked the idea of getting to be the sort of person that has the skills to help someone navigate a world like that.</span></p><p ><span >Second&mdash;when I was younger and self-conscious about speaking with an accent&mdash;I forced myself to join public speaking activities, which led me to mock trial. It&rsquo;s basically my sport; I&rsquo;ve competed and/or coached it for the last decade. I love reading a case for the first time and seeing all the ways you can parse the facts to build compelling stories. And I love the challenge of framing narratives to the factfinder, in hopes of making it all resonate. </span></p><p ><span ></span></p><p ><span >What inspired you to join Student Senate?</span></p><p ><span ></span></p><p ><span >I moved to New York as a 1L not knowing anyone&mdash;and I was set on the idea that I could find my people and make myself a home here, a little corner of the CLS world that I could call mine. I wanted to do literally everything in my power to make that happen. I joined Senate as a 1L in hopes it&rsquo;d help me find my place. And I&rsquo;ve stayed in it because I love being involved, and I love getting to use my knowledge to help people navigate the law school world.</span></p><p ><span ></span></p><p ><span >Now that you&rsquo;re getting close to the end of your time as a law student, what are your post-law school plans?</span></p><p ><span ></span></p><p ><span >I came to law school to do trial work; I&rsquo;ve remained adamant about that hope. After law school, I&rsquo;ll be clerking in California, then returning to the litigation firm I was at this summer. I&rsquo;m not sure I&rsquo;ll remain in the private sector forever; one thing I&rsquo;d love to do someday is to be a public defender.</span></p><p ><span ></span></p><p ><span >You and I were in the same section as 1Ls, and it seemed as though you were involved in almost everything. As we all know, 1L can be a very hectic time. What types of things were you involved in during your first year at Columbia?</span></p><p ><span ></span></p><p ><span >I think your characterization is accurate&mdash;I did try to do everything, and it was by design. While I would never advise anyone to do as much as I did, I also have no regrets: I got involved in Senate and some affinity groups, including LaLSA and Outlaws. I joined a journal. I tried out for a specialized moot court, and we competed in Sweden. It was tons of fun!</span></p><p ><span ></span></p><p ><span >That sounds like an incredibly busy schedule. Do you have any regrets about any of the extracurricular activities you did as a 1L? Did you feel like it was manageable?</span></p><p ><span ></span></p><p ><span >I wouldn&rsquo;t describe it as manageable, but I did enjoy myself. I have no real clue how law school admissions work, I think of it like this: They look at your application and they think about what each person uniquely provides to the CLS community. I think everyone&rsquo;s here for a reason, but not everyone&rsquo;s here for the same reason. Some of us are here because we shine as students, researchers, or future academics. I think I&rsquo;m here in part to devote myself to building community, and to make this space a little less intimidating and a little more welcoming for future years to come.</span></p><p ><span ></span></p><p ><span >Looking back to your 1L year, did you have a favorite 1L class?</span></p><p ><span ></span></p><p ><span >Torts! A big reason why I loved it so much is because of Professor Huang, who&rsquo;s incredible. He never seemed to be looking for niche, abstract takeaways from a footnote from a note case. It was all about making the law simple. He&rsquo;d tell us to make the &ldquo;aunt and uncle arguments.&rdquo; I loved it because it makes you take what sometimes feels very academic, and make it make sense in the &ldquo;real world.&rdquo; And I think there&rsquo;s no better way to ensure that you really get something than to prepare to debate it at the dinner table.</span></p><p ><span ></span></p><p ><span >My other favorite class was Legal Methods with Professor Ginsburg. It&rsquo;s essentially a drafting simulation where you draft a regulation, then interpret another group&rsquo;s regulation as an agency, and then adjudicate another group&rsquo;s regulation as a judge. It really takes you through the whole lawmaking process. It helped answer one of my big questions coming into law school, which was &ldquo;why can&rsquo;t they just make laws simple and make sense?&rdquo; I learned that you can really do your very best, but the written law won&rsquo;t always stay current as societies&rsquo; needs evolve, or our priorities evolve, or when a new and unforeseen situation comes up (which happens all the time).</span></p><p ><span ></span></p><p ><span >2L year comes with a lot of changes. How did your life change from 1L year to 2L year?</span></p><p ><span ></span></p><p ><span >2L is where I felt the real strain of trying to do everything. Between classes, ramping up my affinity group participation, becoming Senate VP, doing an externship, and joining CLR, it was a lot, especially in the fall. I don&rsquo;t regret trying to make the most of every opportunity. But it&rsquo;s sort of sad when you realize all of a sudden that you&rsquo;re in a class that you were once really excited about, but haven&rsquo;t had the mental space to give it all the attention that you wanted to. While I have some sadness about things like that, at the same time it was incredible to get to step into new roles alongside the Class of 2025. It was a joy to see so many of my loved ones come into their element as leaders, as community builders, and as nurturers. It felt like law school was a world that we could make it our own. There&rsquo;s something really lovely about that.</span></p><p ><span ></span></p><p ><span >It seems like between balancing classes, affinity group leadership, and the Law Review, you had a lot on your plate. All of those things can be incredibly difficult, and finding stability seems like it could&rsquo;ve been a major challenge. How did you find balance between all of your commitments?</span></p><p ><span ></span></p><p ><span >It was a struggle, and I often felt like I was &ldquo;getting by&rdquo; more than achieving balance. I made it work by doing my best to prioritize the things that I never wanted to put on the back burner. My biggest lesson from the year was to edit your schedule and leave space to be a human being: cooking dinner, seeing friends, going on walks. I didn&rsquo;t initially build that into my schedule, and I would&rsquo;ve been much happier if I had.</span></p><p ><span ></span></p><p ><span >You indicated that there were a handful of things that you picked up during your 2L year, joining CLR being one of those things. At this school, CLR is a very prestigious organization, but it certainly seems like it can be a lot of work. Have you enjoyed your time on the Law Review?</span></p><p ><span ></span></p><p ><span >It&rsquo;s been great. My writing and editing skills are a lot sharper now than they were, and I attribute much of that to my time at the Law Review. I also think that &nbsp;being a 3L and watching the 2Ls come in and sort of get their bearings has been exciting, because they&rsquo;re fantastic and have grown so much already. I also appreciate that CLR has helped me find a community of close friends&mdash;people that I knew from class, but didn&rsquo;t know very well before we started working together.</span></p><p ><span ></span></p><p ><span >Now that you&rsquo;re starting your 3L year, is there anything in particular that you&rsquo;re looking forward to?</span></p><p ><span ></span></p><p ><span >I&#39;m really excited about the classes that I&rsquo;m taking this year! I didn&rsquo;t have a ton of luck with getting into seminars as a 2L, so getting to take a good variety of paper- and discussion-based classes this year makes me happy.</span></p><p ><span ></span></p><p ><span >You mentioned finding ways to take a break and get outside the law school to do things you really enjoy. The law school can feel like a bubble, so do you have any recommendations for finding a reprieve?</span></p><p ><span ></span></p><p ><span >For sure! I feel like my mental health is at its best when I&rsquo;ve spent a healthy amount of time outside of the campus area. That can sometimes be a challenge, because I live pretty close to the law school. But it can be nice to just see other parts of New York, even just for the day. Even just once every few weekends to give yourself a little bit of a psychic breather.</span></p><p ><span ></span></p><p ><span >For example, I love heading north to 129th to a coffee shop called Dear Mama. It&rsquo;s one of my favorite places to spend the day, whether to read or catch up with a friend.</span></p><p ><span ></span></p><p ><span >Another thing I like to do, on days that I can carve out a full day of free time, is take the 1 train to 225th Street and walk all the way down the length of Manhattan along Broadway, which is about 14 miles. It&rsquo;s lots of fun, and a great way to get your steps in! I also think it&rsquo;s a good reminder that the city has so much more to offer than a law school education.</span></p><p ><span ></span></p><p ><span >Turning to your time on Senate. You were thrust into an incredibly difficult position in your first few weeks of being the student body President, with the first wave of arrests at the student encampment coming shortly after your appointment. As we move into this new school year, with the possibility of continued protests still looming on our conscience, are there any particular areas of student concerns that are on your mind?</span></p><p ><span ></span></p><p ><span >Fundamentally, every student should feel safe on campus. I think Columbia owes that to its students. That hasn&rsquo;t been the case at plenty of points this past year; plenty of our fellow students have felt uncomfortable or unsafe around campus, and that&rsquo;s heartbreaking. I think it should be a top priority of the school to help students regain that feeling of safety.</span></p><p ><span ></span></p><p ><span >I also believe that student free expression is of utmost importance, and that student advocacy&mdash;and dissent&mdash;should be something that&rsquo;s celebrated at Columbia, because it makes our community &nbsp;stronger and it allows us to learn from each other. I want Columbia to be the sort of place that&rsquo;s known for celebrating different voices. Again, that hasn&rsquo;t always been in the case this past year, and I&rsquo;d love to see that change.</span></p><p ><span ></span></p><p ><span >The school can address several of these fronts through similar routes. For example, it can do so by keeping lines of communication meaningfully open between the administration and the student body, taking student feedback to heart, and proactively communicating policy changes the University may be considering, particularly when they impact student safety or expression. But the bottom line is this: Students&rsquo; safety and freedom of expression can and must coexist at Columbia.</span></p><p ><span ></span></p><p ><span >During your time as student senate vice president and your 2L year, you led the charge on putting together many of the Student Senate&ndash;sponsored events. Do you have plans for other events this year that will help bring unity to the law school?</span></p><p ><span ></span></p><p ><span >I&#39;m no longer chairing our Social Committee, but our new VP has some fantastic ideas for how we can put on events that are as exceptional as possible, while keeping costs to students as low as we can. We&rsquo;re working to ensure that we are creating spaces where we can be friends and not just students for a while. But I don&rsquo;t want to spoil the events we&rsquo;ve got in the works&mdash;so stay tuned!</span></p><p ><span ></span></p><p ><span >There is a growing movement at the law school for students to receive credit or payment for their work on student journals. Would you care to comment on such a proposal?</span></p><p ><span ></span></p><p ><span >I wholeheartedly believe that students deserve fair compensation for the immense work they put in&mdash;work from which the University&rsquo;s reputation benefits immensely. I also know that many of our peer law schools have solved the challenge of how to find ways to give academic credit for journal work. I hope that we will follow their lead, and I&rsquo;m happy to continue the advocacy on this.</span></p><p ><span ></span></p><p ><span >One last question about student senate: Are there any particular projects or initiatives that you are excited about promoting this upcoming year?</span></p><p ><span ></span></p><p ><span >Our hope is to continue our efforts to facilitate a great community and culture at CLS. Senate historically does this in several ways: planning high-quality, low-cost events; setting up pro bono and community involvement initiatives like our blood drives and spring caravan support; offering funding to club events that make free lunch possible; contributing to Orientation programming; and so much more.</span></p><p ><span ></span></p><p ><span >Additionally, each year brings unique challenges to which we&rsquo;d like to be responsive: This year, facilities renovations are big themes so far, and we&rsquo;re glad to already be working with Student Services on these fronts to minimize the impacts of construction on the CLS student experience. And, of course, we&rsquo;re delighted to be working with Dean Abebe as he enters his first year as a member of the exceptional CLS community.</span></p><p ><span ></span></p><p ><span >Thank you so much for taking the time to interview with us! Before we let you go: Is there any advice that you have to give to 1Ls, 2L, your fellow 3Ls, or anybody at the law school?</span></p><p ><span ></span></p><p ><span>I truly believe that at law school, you can do anything, but you can&rsquo;t do everything. During 2L, I struggled to make difficult decisions about doing many things that were interesting and cool, because I just could not give my all to everything all the time. Prioritizing is something I could&rsquo;ve been better about, and it&rsquo;s absolutely something that I think students benefit from, because it lets them be people outside of the law school bubble&mdash;and, therefore, to care for themselves as people and not just as students. We really are so much more than law students!<br><br></span><span >This interview was conducted by Jacob Sarasin, 3L, and has been edited for length, clarity, and content.</span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:24:11.748Z", "updated_at": "2025-02-27T14:17:04.445Z"}}, {"model": "newsletter.article", "pk": 7, "fields": {"title": "Op-Ed: Columbia Law Can Help Fight Period Poverty", "writer": "Lauren Young '26 and Makayla Haussler '26", "date": "2024-10-08", "volume_number": 1, "issue_number": 3, "short_title": "op-ed-columbia-law-can-help-fight-period-poverty", "preview_text": "preview text", "article_type": "op-ed", "doc_url": "https://docs.google.com/document/d/15KeZZ2bIthfp9auzombsXa5VfaoPt9aOwV21wCGuAFc/edit?tab=t.0", "doc_id": "15KeZZ2bIthfp9auzombsXa5VfaoPt9aOwV21wCGuAFc", "content_html": "<p ><span >Title: Op-Ed: Columbia Law Can Help Fight Period Poverty</span></p><p ><span >Writer(s): Lauren Young &lsquo;26 and Makayla Haussler &lsquo;26</span></p><p ><span >Date: 10/8/24</span></p><p ><span >Issue: 3</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span ><br></span><span >During the month of October, the law school&rsquo;s first-ever menstrual products drive will help fight period poverty in New York City. About </span><span ><a href=\"https://www.google.com/url?q=https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10014781/%23:~:text%3DAround%25201.8%2520billion%2520people%2520menstruate,26%2525%2520of%2520the%2520global%2520population.&amp;sa=D&amp;source=editors&amp;ust=1740669423200555&amp;usg=AOvVaw19qti7udzQDBA0blBotn_C\" >1.8 billion people</a></span><span >&nbsp;around the world menstruate every month. In the United States, as many as </span><span ><a href=\"https://www.google.com/url?q=https://cdn.b12.io/client_media/HJ1wIVtI/1d8564dc-bf10-11eb-9c7a-0242ac110002-U_by_Kotex_Period_Poverty_-_PPAW_Data_Set.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669423200934&amp;usg=AOvVaw0-CaKyy_S7gTWqOhtOi8hA\" >2 in 5 people</a></span><span >&nbsp;struggle to afford basic period supplies like pads and tampons. In New York State, </span><span ><a href=\"https://www.google.com/url?q=https://www.kff.org/interactive/womens-health-profiles/new-york/demographics/&amp;sa=D&amp;source=editors&amp;ust=1740669423201110&amp;usg=AOvVaw2rCndsOFYT4gjrLngixPY0\" >14% of women and girls</a></span><span >&nbsp;live below the federal poverty line&mdash;and that&rsquo;s not including the trans and nonbinary New Yorkers who also menstruate.</span></p><p ><span >Right now, students, faculty, and staff at CLS have the opportunity to make a small difference in addressing these large-scale problems. Throughout October, bins will be set up in the Student Services Lounge, next to Big Warren 406, to accept donations to the law school&rsquo;s menstrual products drive. Donations should be unopened boxes of pads or tampons. We are also looking for volunteers to </span><span ><a href=\"https://www.google.com/url?q=https://docs.google.com/spreadsheets/d/11pSsC02zeoV9uo698CcAMHX4gPkWBeNt7Z3UoFUIaxY/edit?gid%3D0%23gid%3D0&amp;sa=D&amp;source=editors&amp;ust=1740669423201604&amp;usg=AOvVaw3RBHSDhfV8ZjT58Lu5-0WB\" >sign up to collect donations in JG throughout the month</a></span><span >. All contributions will benefit the </span><span ><a href=\"https://www.google.com/url?q=https://www.foodbanknyc.org/&amp;sa=D&amp;source=editors&amp;ust=1740669423201830&amp;usg=AOvVaw1yr4iXAMb9WQ989vbh_QMM\" >Food Bank for New York City</a></span><span >, and Student Services will match the first fifty donations one to one.</span></p><p ><span >Over the summer, as we prepared to step into our roles as co-presidents of Columbia&rsquo;s chapter of If/When/How: Lawyering For Reproductive Justice, we considered how we might raise awareness about our mission among the law school community. And as we met new students at the start of this school year, we heard again and again that students want opportunities to put their values into practice through community service.</span></p><p ><span >If/When/How is dedicated to a world where every person can make reproductive decisions free from coercion, violence, or discrimination. Many students come to If/When/How drawn to how the national organization protects and expands abortion access&mdash;a topic we are both fiercely passionate about. But we also wanted to highlight the ways reproductive justice encapsulates a spectrum of issues people with a capacity for pregnancy face throughout their lives. For many people who menstruate, that starts with their period.</span></p><p ><span >One 2023 study, commissioned by the nonprofit PERIOD and the brand Thinx, found that </span><span ><a href=\"https://www.google.com/url?q=https://cdn.shopify.com/s/files/1/0795/1599/files/State-of-the-Period-white-paper_Thinx_PERIOD.pdf?455788&amp;sa=D&amp;source=editors&amp;ust=1740669423202457&amp;usg=AOvVaw2d4YjlqQc2EDTQoPrEW715\" >84% of teenagers</a></span><span >&nbsp;surveyed reported missing class or knowing someone who missed class because they did not have access to period products. People who menstruate and lack access to pads and tampons face a slew of negative impacts to their physical and emotional health.</span></p><p ><span >These burdens are disproportionately shouldered by Black, Latinx, and Indigenous people with periods. </span><span ><a href=\"https://www.google.com/url?q=https://allianceforperiodsupplies.org/wp-content/uploads/2022/05/U_by_Kotex_Period_Poverty_-_PPAW_Data_Set.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669423202796&amp;usg=AOvVaw3uWHUEI3GuA5IjYW1WwPTc\" >A 2021 study</a></span><span >&nbsp;found that 35% of Black and 36% of Hispanic respondents reported having struggled to afford menstrual products in the past year. Period poverty is also a major challenge for those living in rural areas, </span><span ><a href=\"https://www.google.com/url?q=https://www.brookings.edu/wp-content/uploads/2022/09/GS_IOP_indigenous-rural-community.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669423203105&amp;usg=AOvVaw3TKNKSrgO2dn-ewjptsukR\" >where Indigenous people are more likely </a></span><span >than any other group to report living.</span></p><p ><span >Lack of access to menstrual products is </span><span ><a href=\"https://www.google.com/url?q=https://www.csg.org/2023/03/06/period-poverty-barriers-to-safe-and-equitable-menstrual-hygiene/%23:~:text%3DWhen%2520people%2520lack%2520access%2520to,infection%252C%2520further%2520deteriorating%2520overall%2520wellbeing.&amp;sa=D&amp;source=editors&amp;ust=1740669423203519&amp;usg=AOvVaw04e64POZrRESlwpMbVX2xx\" >especially pronounced</a></span><span >&nbsp;among people who are in prison, in detention facilities, or experiencing homelessness. Accessing menstrual products can be </span><span ><a href=\"https://www.google.com/url?q=https://cejce.berkeley.edu/centers/gender-equity-resource-center/resources/womens-resources/advocacy-issues/menstrual-equity-1%23:~:text%3DTrans%2520folks%2520experience%2520poverty%252C%2520unemployment,products%2520in%2520places%2520like%2520prisons.&amp;sa=D&amp;source=editors&amp;ust=1740669423203826&amp;usg=AOvVaw2gIwf7v24c_ylHoErAIeuM\" >especially challenging</a></span><span >&nbsp;for trans and nonbinary people. Trans and nonbinary people not only face higher rates of poverty, unemployment, and underemployment, but must also face the lack of access to menstrual products in bathrooms designated for men or restricted or no access to menstrual products in prisons.</span></p><p ><span >Despite the broad reach of the problem, menstrual products are some of the most requested but infrequently donated items to charitable organizations. With the help of our co-sponsors Student Senate, CLWA, EWOC, OutLaws, and QTPOC, we&rsquo;re hopeful the menstrual products drive will become a tradition at the law school so Columbia students can do their part to fight period poverty in our community.</span></p><p ><span >Lauren Young and Makayla Haussler are 2Ls at CLS and Co-Presidents of Columbia&rsquo;s chapter of If/When/How: Lawyering for Reproductive Justice. If you are interested in getting involved with If/When/How, you can </span><span ><a href=\"https://www.google.com/url?q=https://docs.google.com/forms/d/e/1FAIpQLSeMi4WcC3T_ztp7oIJ-wVzgpYgY7pJQhRbepNcAD0C8808yHw/viewform&amp;sa=D&amp;source=editors&amp;ust=1740669423204456&amp;usg=AOvVaw1UDJ_oCAi7XvMQ9C4mAAoY\" >apply to be a 1L rep here</a></span><span >, or </span><span ><a href=\"https://www.google.com/url?q=https://docs.google.com/forms/d/e/1FAIpQLScnlwocRftgp81J_10NTyvFT_mPtfd4QpuCE_p-XMnAQY0fbw/viewform&amp;sa=D&amp;source=editors&amp;ust=1740669423204636&amp;usg=AOvVaw1vaGItvbsTG-93Cw1NHvmv\" >apply to be an LLM rep here</a></span><span >. Applications are due Tuesday, October 8, at 11:59pm. If you or someone you love needs assistance with a legal issue related to accessing reproductive health care, please call If/When/How&rsquo;s free Repro Legal Helpline at 844-868-2821.</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:28:30.620Z", "updated_at": "2025-02-27T20:31:41.545Z"}}, {"model": "newsletter.article", "pk": 8, "fields": {"title": "Hearsay", "writer": "Elijah Pitt", "date": "2024-10-08", "volume_number": 1, "issue_number": 3, "short_title": "hearsay", "preview_text": "preview text", "article_type": "Creative", "doc_url": "https://docs.google.com/document/d/1_h8eBuIMuAow836_IofqKB2KJmNzFdrJpFlURU2ZUNg/edit?tab=t.0", "doc_id": "1_h8eBuIMuAow836_IofqKB2KJmNzFdrJpFlURU2ZUNg", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Hearsay</span></p><p ><span >Writer(s): Elijah Pitt</span></p><p ><span >Date: 10/8/24</span></p><p ><span >Issue: 3</span></p><p ><span >Type of article: Creative</span></p><p ><span ><br></span><span >Hearsay</span></p><p ><span >Elijah Pitt</span></p><p ><span >&nbsp;</span></p><p ><span >Let me tell you the story of my birth.</span></p><p ><span >It was a full moon, Mummy said.</span></p><p ><span >The werewolves were out, trading</span></p><p ><span >needles with Shopping Cart Sheila.</span></p><p ><span >Daddy was off driving in some state</span></p><p ><span >(Tennessee, Wyoming, inebriated)</span></p><p ><span >so the nurse with the pixie cut snuck</span></p><p ><span >Mummy dirty looks. The hospital</span></p><p ><span >radio played that one Ashanti tune;</span></p><p ><span >its disc jockeys guessed bin Laden&rsquo;s</span></p><p ><span >latest vacation spot (Doha!). She was</span></p><p ><span >in a bit of pain, yes, but she&rsquo;d born</span></p><p ><span >twice before. She was used to this.</span></p><p ><span >Just a couple more deep breaths</span></p><p ><span >and then: </span><span >ploop. </span><span >And the air didn&rsquo;t</span></p><p ><span >unstill, and the radio announced</span></p><p ><span >Bojay&aacute;&rsquo;s death toll hit one hundred.<br></span></p><p ><span >Elijah Pitt is a 1L and Writer for the Verdict.</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:29:32.884Z", "updated_at": "2025-02-27T14:17:02.030Z"}}, {"model": "newsletter.article", "pk": 9, "fields": {"title": "Op-Ed Sympathy for the Gunner", "writer": "Daniel Sweat", "date": "2024-10-08", "volume_number": 1, "issue_number": 3, "short_title": "op-ed-sympathy-for-the-gunner", "preview_text": "preview text", "article_type": "Op-Ed", "doc_url": "https://docs.google.com/document/d/1Lqiuo42ak6-2PmsaSGYNuifwr58-RB4Og-JZYzDW5I8/edit?tab=t.0", "doc_id": "1Lqiuo42ak6-2PmsaSGYNuifwr58-RB4Og-JZYzDW5I8", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Op-Ed Sympathy for the Gunner</span></p><p ><span >Writer(s): Daniel Sweat</span></p><p ><span >Date: 10/8/24</span></p><p ><span >Issue: 3</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span ><br></span><span >Gunners are by far the most hated kind of 1L around. Every year, 1Ls take to Reddit or their class&rsquo;s GroupMe to complain about the Gunners. It&rsquo;s worth asking why Gunners seem to be universally hated, and whether that hate is warranted. People tend to adopt a </span><span >Jacobellis v. Ohio</span><span >&nbsp;kind of definition for &ldquo;Gunner&rdquo;&mdash;I know &rsquo;em when I see &rsquo;em. If you&rsquo;re like me, you didn&rsquo;t spend a whole lot of time trying to rigorously define the term when you first showed up at CLS. But hey, I&rsquo;m a 3L now. I&rsquo;ve got some time to kill and some #content I need to write for this illustrious newsletter. So here goes: What actually is a Gunner, and why do they seem to attract so much ire?</span></p><p ><span >&nbsp;</span></p><p ><span >&ldquo;Gunner&rdquo; used to mean something more than just talking a lot in class. It used to mean someone who would, for example,</span><span ><a href=\"https://www.google.com/url?q=https://www.reddit.com/r/LawSchool/comments/192lrjk/comment/kh49c74/?utm_source%3Dshare%26utm_medium%3Dweb3x%26utm_name%3Dweb3xcss%26utm_term%3D1%26utm_content%3Dshare_button&amp;sa=D&amp;source=editors&amp;ust=1740669420888120&amp;usg=AOvVaw3MKV1G61KfFF3gvhlbYywu\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.reddit.com/r/LawSchool/comments/192lrjk/comment/kh49c74/?utm_source%3Dshare%26utm_medium%3Dweb3x%26utm_name%3Dweb3xcss%26utm_term%3D1%26utm_content%3Dshare_button&amp;sa=D&amp;source=editors&amp;ust=1740669420888367&amp;usg=AOvVaw3gCx4kDtrirt9SxFGrWrFx\" >hide pages of the Shephard&rsquo;s guides</a></span><span >&nbsp;to prevent other students from being able to complete assignments. Or a Gunner would openly scoff at a peer struggling through a cold call. It used to mean someone was cutthroat and monomaniacally focused on their own success. They&rsquo;d sacrifice anything&mdash;relationships to their peers, especially&mdash;to gain an edge. Think Vivian Kensington.[1] But that&rsquo;s not how the term is used today. Now all sorts of innocuous behavior gets lumped under the term &ldquo;Gunner,&rdquo; discouraging students from speaking at all in class out of fear of attracting social derision. Nowadays, people tend to use &ldquo;Gunner&rdquo; to describe someone that participates a lot in ways that feel like a waste of time to the Gunner&rsquo;s peers.</span></p><p ><span >&nbsp;</span></p><p ><span >An oft-repeated criticism of Gunners is that they lack self-awareness. &ldquo;It is almost a universal truth that the Gunner cannot recognize themselves as a Gunner.&rdquo;[2] Whether knowingly or not, the Gunner soaks up class time to delve into inane hypotheticals and tangents that are, at best, loosely related to what you actually need to know about the subject. This is a bug of the law-school discussion format. The price of relying on class participation is that people, well, &ldquo;participate&rdquo; in ways that are hard to rein in. The Gunner sees their participation in class as perfectly normal and maybe even virtuous&mdash;after all, what&rsquo;s the point of Socratic teaching if you&rsquo;re not actually supposed to talk? If everyone stopped speaking out of fear of attracting negative attention, the Socratic method breaks down. Surely class would be a lot more painful if professors had to pull teeth all class, desperately trying to get students to answer their questions. The Gunner&rsquo;s peers, however, groan when they see the Gunner&rsquo;s hand shoot up at the end of class, signaling that they&rsquo;re about to take a detour into territory that probably will not be relevant to the final exam.</span></p><p ><span >&nbsp;</span></p><p ><span >This criticism of Gunners has more to do with the flaws of law school pedagogy than anything else. For some reason, law schools across the country have decided that the Socratic method is a good way to teach. Professors rely on a series of questions and answers, typically directed at one student, to clarify points in the material. However, this discussion format opens up when the professor asks what the rest of the class thinks, and some students take advantage of this invitation to explore aspects of the subject matter that may not be interesting to the vast majority of their peers. Worse, some students view the Socratic classroom as a venue to demonstrate how smart and interesting they are. Unfortunately, no one really cares how smart or interesting they think they are, and most view the Gunner&rsquo;s tangents as a waste of time. Most students just care about learning the parts of the law that are most relevant to their success on the exam. Gunners are therefore annoying because they either lack the self-awareness to realize they&rsquo;re &ldquo;wasting everyone&rsquo;s time,&rdquo; or they don&rsquo;t care.</span></p><p ><span >&nbsp;</span></p><p ><span >Is a Gunner, however, any less self-aware than the typical law student? Incoming law students dramatically overestimate how well they&rsquo;ll actually perform relative to their peers, which should cast some doubt on whether we&rsquo;re as self-aware as we think we are.[3] Law students tend to be self-absorbed and overconfident; it&rsquo;s why we want to become lawyers. But unlike other types of students, Gunners are obsessed with being visible. The logic is simple: If I talk a lot in class, the professor might like me more and then I&rsquo;ll end up doing better. If the Gunner is thinking strategically, maybe they think they&rsquo;ll be able to gauge how well they know the material based on the professor&rsquo;s responses to their contributions. More charitably, maybe Gunners are genuinely passionate about the subject matter and take a genuine interest in exploring the corner cases of the law. Regardless, this logic does the Gunner no favors. Nothing has done more damage to the reputation of Gunners than the fact that they can&rsquo;t help themselves. Participating constantly becomes a compulsion, and it&rsquo;s the nail that sticks out that gets the hammer.</span></p><p ><span >&nbsp;</span></p><p ><span >This supposed lack of self-awareness and obsession with being visible leads to the Gunner attracting a lot of negative attention. The Gunner&rsquo;s peers view their frequent, &ldquo;time-wasting&rdquo; participation in class as being overall negative to their own law school experience. I pay (insert outrageously large amount of dollars) in tuition, the thinking goes, and I have to sit here and listen to some guy monologue about a hypothetical he dreamed up?</span></p><p ><span >&nbsp;</span></p><p ><span >This is a natural reaction, but automatically responding to Gunners this way can be detrimental to everyone&rsquo;s experience. I doubt most Gunners intend to &ldquo;waste time,&rdquo; and I also doubt that most Gunners fit the classic, cutthroat definition. I&rsquo;d wager most are simply excited to learn, and that exuberance manifests in ways that can be kind of annoying. How you choose to respond to the people in your classes that you think are too enthusiastic has an impact on the general culture&mdash;dare I say, the vibe&mdash;at law school. Is a Gunner&rsquo;s behavior in class any more corrosive to the law school experience than a culture that pounces on anyone who raises their hand more than average?</span></p><p ><span >&nbsp;</span></p><p ><span >Here&rsquo;s the upshot: yeah, Gunners may be annoying. They may be wasting class time by always trying to put themselves in the spotlight. But there&rsquo;s some value in 1) having some empathy for the someone who&rsquo;s being ostracized and 2) not being so trigger-happy when labeling someone a Gunner. The former is valuable because you might not be so different from the Gunner, all things considered. Plus, sometimes Gunners actually do think about the law deeply, and getting to know people like that is enriching. The latter is valuable because you don&rsquo;t necessarily know what&rsquo;s motivating a Gunner. Imagine if, in </span><span >Legally Blonde</span><span >, Woods meets Kensington&rsquo;s animosity with her own instead of extending kindness to Kensington. The film would be a lot shorter and more depressing. Thankfully, Woods instead chooses to get to know Kensington more; she doesn&rsquo;t write Kensington off as completely irredeemable even when that&rsquo;s the most natural reaction. You have that same choice. You have the power to shape the culture in your classrooms by how you choose to respond to the people that everyone seems eager to deride. Being a good classmate means learning to chill out a little bit. This includes the Gunners, but it also includes you.<br></span></p><p ><span >Daniel Sweat is a 3L and Writer for the Verdict.<br><br></span><span >[1] &ldquo;Vivian Kensington is initially portrayed as a seemingly cold, snobbish, and competitive character. . . . However, as the story progresses, Vivian&rsquo;s true personality begins to emerge. She reveals herself to be more complex than her initial facade suggests.&rdquo; Legally Blonde Wiki, </span><span >Vivian Kensington</span><span >,</span><span ><a href=\"https://www.google.com/url?q=https://legallyblonde.fandom.com/wiki/Vivian_Kensington&amp;sa=D&amp;source=editors&amp;ust=1740669420891161&amp;usg=AOvVaw3eoAoVHhoq5iyd4ZUDSxmE\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://legallyblonde.fandom.com/wiki/Vivian_Kensington&amp;sa=D&amp;source=editors&amp;ust=1740669420891406&amp;usg=AOvVaw3fW3cai6yzLJ0G9LlMuAkn\" >https://legallyblonde.fandom.com/wiki/Vivian_Kensington</a></span><span >.<br></span></p><p ><span >[2] 5&ndash;4 Podcast, </span><span >Welcome to Law School 2024</span><span >&nbsp;(Sept. 3, 2024), at 21:20.<br></span></p><p ><span >[3] Sam Barder &amp; Jennifer K. Robbennolt, </span><span >Optimistic Overconfidence: A Study of Law Student Academic Predictions</span><span >, 2023 U. Ill. L. Rev. Online 106 (available at</span><span ><a href=\"https://www.google.com/url?q=https://ssrn.com/abstract%3D4524497&amp;sa=D&amp;source=editors&amp;ust=1740669420891925&amp;usg=AOvVaw3OkwIstN2P8kaBnoQQAVfI\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://ssrn.com/abstract%3D4524497&amp;sa=D&amp;source=editors&amp;ust=1740669420892024&amp;usg=AOvVaw0X4Yjm-pdwK35IOvLt9AXA\" >https://ssrn.com/abstract=4524497</a></span><span >); </span><span >see also</span><span >&nbsp;Karen Sloan, </span><span >Incoming Law Students Are Wildly Overconfident About Their Academic Performance, Study Finds</span><span >, Reuters (July 25, 2023),</span><span ><a href=\"https://www.google.com/url?q=https://www.reuters.com/legal/legalindustry/incoming-law-students-are-wildly-overconfident-about-their-academic-performance-2023-07-25/&amp;sa=D&amp;source=editors&amp;ust=1740669420892374&amp;usg=AOvVaw1lx_1oPBOrN_qhzCIQb5OL\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.reuters.com/legal/legalindustry/incoming-law-students-are-wildly-overconfident-about-their-academic-performance-2023-07-25/&amp;sa=D&amp;source=editors&amp;ust=1740669420892642&amp;usg=AOvVaw0KZvY_r5_Z4efCZaL8J7Bi\" >https://www.reuters.com/legal/legalindustry/incoming-law-students-are-wildly-overconfident-about-their-academic-performance-2023-07-25/</a></span><span >&nbsp;(discussing the paper).</span></p><p ><span ></span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:30:02.497Z", "updated_at": "2025-02-27T14:17:00.962Z"}}, {"model": "newsletter.article", "pk": 10, "fields": {"title": "Advisory Opinion: Sleeping Spots", "writer": "Katerina Kakkis", "date": "2024-10-08", "volume_number": 1, "issue_number": 3, "short_title": "advisory-opinion-sleeping-spots", "preview_text": "preview text", "article_type": "Advisory Opinion", "doc_url": "https://docs.google.com/document/d/1c5cZOb3rxwccne2WPI1_0Bb-hpAsIPPTlS0oQPzNsfc/edit?tab=t.0", "doc_id": "1c5cZOb3rxwccne2WPI1_0Bb-hpAsIPPTlS0oQPzNsfc", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=dpiI8CyVsrzWsJLBFKehGpLhv3qFjX7dUn1mYxfCXhI);</style><p ><span >Title: Advisory Opinion: Sleeping Spots</span></p><p ><span >Writer(s): Katerina Kakkis</span></p><p ><span >Date: 10/8/24</span></p><p ><span >Issue: 3</span></p><p ><span >Type of article: Advisory Opinion</span></p><p ><span ><br></span><span >&ldquo;With the library in construction, I no longer have a place to nap! Where can I go to catch some Zs?&rdquo;</span></p><p ><span >&nbsp;</span></p><p ><span >As an empath and chronic napper, I feel for you, I really do. I hope that these suggestions can provide you some relief from your sleepless torment.</span></p><p ><span >&nbsp;</span></p><p ><span >First, the little blue cubicles in Drapkin Lounge (the glass room in JG with the indoor trees). The frosted plastic panels provide privacy AND the chairs are as horizontal as you can get in this school. I like to pretend I&rsquo;m on an international flight in those Business Class cubicles, flying far from here.</span></p><p ><span >&nbsp;</span></p><p ><span >Second, get yourself a BW study room. I do not condone lying down on the floor as that is gross. But lean up against the wall, curl up on the window ledge, or take to the table and get snoozing behind a closed door.</span></p><p ><span >&nbsp;</span></p><p ><span >Third, the new student kitchen/lounge inside Lenfest. Right now, it is a hidden treasure, unknown and untapped by law students. Snag a seat in the corner of the room and away from prying eyes. Also, the proximity to Raj provides a sense of safety that will lull you to sleep, dreaming of free coffee.</span></p><p ><span >&nbsp;</span></p><p ><span >Lastly, right there on the table. Any table. I love to put my head down on the upstairs JG tables by the big windows, set a 10-minute timer, and put on some snoozy jams. The anxiety of a professor or that cutie from Bar Review seeing you will ensure you don&rsquo;t hit REM sleep and will help you zone right back into work when that timer goes off.</span></p><p ><span >&nbsp;</span></p><p ><span >Be respectful, don&rsquo;t snore, clean up your drool, and please don&rsquo;t put your raw toes on anything that someone else could touch.</span></p><p ><span >&nbsp;</span></p><p ><span >I wish you the best of luck and some sweet sweet Zs.<br></span><span >&nbsp;</span></p><p ><span >Katerina Kakkis is a 2L and Contributor for the Verdict.</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:30:34.928Z", "updated_at": "2025-02-27T14:16:59.833Z"}}, {"model": "newsletter.article", "pk": 11, "fields": {"title": "Op-Ed: Your Protest Vote Doesnt Help Your Cause. You Should Vote Anyway.", "writer": "Amir Jones", "date": "2024-10-23", "volume_number": 1, "issue_number": 4, "short_title": "op-ed-your-protest-vote-doesnt-help-your-cause-you-should-vote-anyway", "preview_text": "preview text", "article_type": "Op-Ed", "doc_url": "https://docs.google.com/document/d/1ZIHB-5gkIH11eZx-75teMWsqS-tCRqC0xBdNJ7JyoaQ/edit?tab=t.0", "doc_id": "1ZIHB-5gkIH11eZx-75teMWsqS-tCRqC0xBdNJ7JyoaQ", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Op-Ed: Your Protest Vote Doesn&rsquo;t Help Your Cause. You Should Vote Anyway.</span></p><p ><span >Writer(s): Amir Jones</span></p><p ><span >Date: 10/23/24</span></p><p ><span >Issue: 4</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span ><br></span><span >At 2:29 a.m. on a Wednesday night, the people of Wisconsin sealed the</span><span ><a href=\"https://www.google.com/url?q=https://blog.ap.org/behind-the-news/calling-the-presidential-race-state-by-state&amp;sa=D&amp;source=editors&amp;ust=1740669418386446&amp;usg=AOvVaw2YFhrQt7TJpzqkgKxdXJKT\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://blog.ap.org/behind-the-news/calling-the-presidential-race-state-by-state&amp;sa=D&amp;source=editors&amp;ust=1740669418386640&amp;usg=AOvVaw2Vw-SNWO1VJ_h5n5Q374N1\" >2016 presidential results</a></span><span >. Donald Trump won, to the chagrin of</span><span ><a href=\"https://www.google.com/url?q=https://www.pewresearch.org/short-reads/2016/11/09/why-2016-election-polls-missed-their-mark/&amp;sa=D&amp;source=editors&amp;ust=1740669418386770&amp;usg=AOvVaw0Fyi0IZZL84rTpcO1LCrlp\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.pewresearch.org/short-reads/2016/11/09/why-2016-election-polls-missed-their-mark/&amp;sa=D&amp;source=editors&amp;ust=1740669418386851&amp;usg=AOvVaw06WCvrqqKo0epaT6KC2GNG\" >pollsters</a></span><span >&nbsp;and the</span><span ><a href=\"https://www.google.com/url?q=https://apnews.com/article/2c7a5afc13824161a25d8574e10ff4e7&amp;sa=D&amp;source=editors&amp;ust=1740669418386943&amp;usg=AOvVaw2hsX6g5M11bXMNUpUzPxb0\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://apnews.com/article/2c7a5afc13824161a25d8574e10ff4e7&amp;sa=D&amp;source=editors&amp;ust=1740669418387011&amp;usg=AOvVaw2Ck_zvdwzVvmOMagFH-E4v\" >2.9 million Americans</a></span><span >&nbsp;who secured Hillary Clinton a popular vote victory. Some consider the 2016 election among the most</span><span ><a href=\"https://www.google.com/url?q=https://time.com/4563685/donald-trump-wins/&amp;sa=D&amp;source=editors&amp;ust=1740669418387087&amp;usg=AOvVaw2G-PPUMcNAGVF8A-eCB5pI\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://time.com/4563685/donald-trump-wins/&amp;sa=D&amp;source=editors&amp;ust=1740669418387139&amp;usg=AOvVaw0azcpnNLroxn2unifK_39a\" >shocking</a></span><span >,</span><span ><a href=\"https://www.google.com/url?q=https://www.history.com/news/most-contentious-u-s-presidential-elections&amp;sa=D&amp;source=editors&amp;ust=1740669418387216&amp;usg=AOvVaw1hGUV1lckpF8la1s8wHW3U\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.history.com/news/most-contentious-u-s-presidential-elections&amp;sa=D&amp;source=editors&amp;ust=1740669418387280&amp;usg=AOvVaw0d0ipXLkm56Mw5sjzZnkF1\" >contentious</a></span><span >, and</span><span ><a href=\"https://www.google.com/url?q=https://www.cnn.com/2020/11/16/politics/interesting-us-elections-trump-biden/index.html&amp;sa=D&amp;source=editors&amp;ust=1740669418387396&amp;usg=AOvVaw06I7mMnTAwfrobyZ1HMHUk\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.cnn.com/2020/11/16/politics/interesting-us-elections-trump-biden/index.html&amp;sa=D&amp;source=editors&amp;ust=1740669418387489&amp;usg=AOvVaw288Oz8YR_VroZVlSwODU_l\" >bizarre</a></span><span >&nbsp;in U.S. history. If for nothing else, it was certainly memorable for many of us now at CLS as the first presidential election we cast ballots in.<br></span></p><p ><span >Here we are eight years later: Donald Trump is back on the ticket (for the third time), and the gravity of this moment is not lost on us. Whether you consider 2024 THE election of our lifetime or a blip in political history, the results will be nothing short of seismic. &ldquo;Your vote matters&rdquo; is an understatement&mdash;it&rsquo;s imperative to shape what kind of democracy, economy, and civil liberties are realized now and in the future. As such, cast your ballot this cycle. Boycotting this election or throwing away your vote in protest is not effective political activism. It&rsquo;s self-defeating.</span></p><p ><span >&nbsp;</span></p><p ><span >As the late Congressman John Lewis&mdash;who bled and almost died for my right to vote&mdash;</span><span ><a href=\"https://www.google.com/url?q=https://www.pbs.org/newshour/show/rep-john-lewis-your-vote-is-precious-almost-sacred&amp;sa=D&amp;source=editors&amp;ust=1740669418387766&amp;usg=AOvVaw0K5a82Jo6CsomC8PJGOZIb\" >said</a></span><span >, &ldquo;your vote is precious, almost sacred.&rdquo; Exercising your access to the ballot box honors his legacy and those who fought for this right. Voting is not capitulation to an agenda or an acceptance of a binary choice; it is a strategic decision, laden with inevitable trade-offs and requiring a calculation of political realities and preferred outcomes. Voting is just one critical brushstroke on the canvas of our democracy that works in tandem with advocacy, protest, petition, and all the ways we try to improve our country. This bold act should not be seen as one&rsquo;s wholesale endorsement of a particular candidate or representing one&rsquo;s entire collection of beliefs.</span></p><p ><span >&nbsp;</span></p><p ><span >Regardless of your political persuasion, this election is monumental for what we care about at the federal, state, and local levels. Trump and Harris offer starkly different visions for our nation, &ldquo;one where we are focused on the future, the other focused on the past,&rdquo; as Harris</span><span ><a href=\"https://www.google.com/url?q=https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/07/23/remarks-by-vice-president-harris-at-a-political-event-10/&amp;sa=D&amp;source=editors&amp;ust=1740669418388023&amp;usg=AOvVaw3SewAqzcKtQR0nZdiyKj6T\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/07/23/remarks-by-vice-president-harris-at-a-political-event-10/&amp;sa=D&amp;source=editors&amp;ust=1740669418388113&amp;usg=AOvVaw1R02keMX_O-TeNbpiMS0M0\" >frames</a></span><span >&nbsp;it. Will we live in Harris&rsquo; &ldquo;</span><span ><a href=\"https://www.google.com/url?q=https://kamalaharris.com/wp-content/uploads/2024/09/Policy_Book_Economic-Opportunity.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669418388204&amp;usg=AOvVaw2Jk4YDaiaBoC1R5LlFWBHE\" >opportunity economy</a></span><span >&rdquo; or &ldquo;</span><span ><a href=\"https://www.google.com/url?q=https://rncplatform.donaldjtrump.com/?_gl%3D1*1elh4bz*_gcl_au*ODcyNjUyODIuMTcyOTExMzUwNw..%26_ga%3D2.179596004.1146745265.1729113507-122182488.1729113507&amp;sa=D&amp;source=editors&amp;ust=1740669418388325&amp;usg=AOvVaw2DtC3ZYXSbItAaRZEZ0kdO\" >return to common sense</a></span><span >&rdquo; in Trump&rsquo;s continued fight to Make America Great Again? Does post-</span><span >Dobbs</span><span >&nbsp;abortion access hinge on</span><span ><a href=\"https://www.google.com/url?q=https://www.npr.org/2024/09/23/nx-s1-5123955/kamala-harris-abortion-roe-v-wade-filibuster&amp;sa=D&amp;source=editors&amp;ust=1740669418388459&amp;usg=AOvVaw06YK97H_GBAZDh9XW5dGvv\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.npr.org/2024/09/23/nx-s1-5123955/kamala-harris-abortion-roe-v-wade-filibuster&amp;sa=D&amp;source=editors&amp;ust=1740669418388535&amp;usg=AOvVaw2YCsKamz_ndDpFU_W7-UjK\" >eliminating the filibuster</a></span><span >&nbsp;or remain in the</span><span ><a href=\"https://www.google.com/url?q=https://thehill.com/homenews/campaign/4930908-trump-abortion-ban/&amp;sa=D&amp;source=editors&amp;ust=1740669418388614&amp;usg=AOvVaw0lvNJXvLwqo3T7VnWXAOed\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://thehill.com/homenews/campaign/4930908-trump-abortion-ban/&amp;sa=D&amp;source=editors&amp;ust=1740669418388676&amp;usg=AOvVaw3PjzLp-vHZgDF4t6W2B1vV\" >purview of the states</a></span><span >? The fundamental structure of who we are as a country&mdash;and how we express those values through our immigration system, tax rates, administrative state, and international alliances&mdash;hangs in the balance.</span></p><p ><span >&nbsp;</span></p><p ><span >Beyond the Oval Office, our down-ballot votes in 2024 are just as consequential. Key</span><span ><a href=\"https://www.google.com/url?q=https://www.nytimes.com/interactive/2024/us/elections/senate-election-swing-states.html&amp;sa=D&amp;source=editors&amp;ust=1740669418388867&amp;usg=AOvVaw0ikexEJrLGjLEYVGHkEe6_\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.nytimes.com/interactive/2024/us/elections/senate-election-swing-states.html&amp;sa=D&amp;source=editors&amp;ust=1740669418388953&amp;usg=AOvVaw0LX85wV4vjNpMPGe4ekYl5\" >Senate races</a></span><span >&nbsp;(e.g., in Ohio, Michigan, Montana, and Wisconsin) and</span><span ><a href=\"https://www.google.com/url?q=https://www.nytimes.com/interactive/2024/us/elections/house-election-swing-districts.html&amp;sa=D&amp;source=editors&amp;ust=1740669418389046&amp;usg=AOvVaw3Ce5onJfPcv18_jX8_icw8\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.nytimes.com/interactive/2024/us/elections/house-election-swing-districts.html&amp;sa=D&amp;source=editors&amp;ust=1740669418389117&amp;usg=AOvVaw28s4YadHy1psJ2dYpciM3B\" >House races</a></span><span >&nbsp;(e.g., in Arizona, California, Iowa, and New York) will determine whether Congress stunts or accelerates the legislative reach of whoever ends up in the White House. Contenders for governor&rsquo;s mansions, like in</span><span ><a href=\"https://www.google.com/url?q=https://thehill.com/homenews/campaign/4886776-democrats-flip-new-hampshire-governor/&amp;sa=D&amp;source=editors&amp;ust=1740669418389217&amp;usg=AOvVaw1J-eAVPBdGQq6Qn8uXlCzl\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://thehill.com/homenews/campaign/4886776-democrats-flip-new-hampshire-governor/&amp;sa=D&amp;source=editors&amp;ust=1740669418389302&amp;usg=AOvVaw1mpVVzGmoOo4fR2iB2fHpy\" >New Hampshire</a></span><span >, are vying for executive power over state budgets, judicial appointments, and legislative proposals on issues like abortion statutes.</span><span ><a href=\"https://www.google.com/url?q=https://www.npr.org/2024/10/02/nx-s1-5129659/abortion-election-michigan-arizona-minnesota&amp;sa=D&amp;source=editors&amp;ust=1740669418389402&amp;usg=AOvVaw0GKGtEI8zHVOA8_AqPbx5y\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.npr.org/2024/10/02/nx-s1-5129659/abortion-election-michigan-arizona-minnesota&amp;sa=D&amp;source=editors&amp;ust=1740669418389475&amp;usg=AOvVaw3TG43RPgp0wEmGoA2jVSBJ\" >State capitals</a></span><span >&nbsp;will control the purse strings for everything from the water we drink, the schools our kids attend, and the roads we drive on. And city councils and ballot measures will govern our daily lives in our neighborhoods and local communities.</span></p><p ><span >&nbsp;</span></p><p ><span >Here in New York, several seats and measures are on the line. One Senate seat and seven House seats are up for election&mdash;three of which are among the top 26 most competitive House races in the country. More than any other state in the country, New York will determine whether we have a Speaker Hakeem Jeffries or Speaker Mike Johnson in January. New Yorkers are also voting on</span><span ><a href=\"https://www.google.com/url?q=https://www.nycvotes.org/whats-on-the-ballot/2024-state-and-federal-general-election/2024-ballot-proposals/&amp;sa=D&amp;source=editors&amp;ust=1740669418389692&amp;usg=AOvVaw2p4b37P8M8hHRM29xygAOZ\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.nycvotes.org/whats-on-the-ballot/2024-state-and-federal-general-election/2024-ballot-proposals/&amp;sa=D&amp;source=editors&amp;ust=1740669418389776&amp;usg=AOvVaw3kOZ_8d3ePppxLCmOHjaa8\" >ballot proposal 1</a></span><span >&nbsp;(a.k.a. &ldquo;Prop 1&rdquo;), which would add anti-discrimination protections to the State Constitution for, among others, those seeking reproductive healthcare. In NYC specifically, ballot proposals 2 through 6 could alter the NYC Charter (the city&rsquo;s constitution) by transforming the balance of power between the Mayor&rsquo;s office and the City Council.</span></p><p ><span >&nbsp;</span></p><p ><span >To belabor the point: There&rsquo;s a lot at stake in this election. And not using the full potential of your vote does not bring you any closer to the reality you hope to see.</span></p><p ><span >&nbsp;</span></p><p ><span >Do you vote in a state like New York or California and think your vote is futile? Think again. Your vote may be less consequential than the</span><span ><a href=\"https://www.google.com/url?q=https://www.washingtonpost.com/news/the-fix/wp/2016/12/01/donald-trump-will-be-president-thanks-to-80000-people-in-three-states/&amp;sa=D&amp;source=editors&amp;ust=1740669418390072&amp;usg=AOvVaw2X2jNEJ_Oji5StM7ptSCWT\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.washingtonpost.com/news/the-fix/wp/2016/12/01/donald-trump-will-be-president-thanks-to-80000-people-in-three-states/&amp;sa=D&amp;source=editors&amp;ust=1740669418390164&amp;usg=AOvVaw1sssHJILIx0q2wHhY3Vnm-\" >80,000 people</a></span><span >&nbsp;across Michigan, Pennsylvania, and Wisconsin who decided in 2016. However, your vote still tips the scale in your favor. For example, your attitude about an election and expressed voting intentions are influential in your circles. You might not be among the deciding votes for the presidency, but you likely are the civic clarion call your friends and family need to hear. Secondly, your vote in down-ballot races, as mentioned above, carries notable weight in determining our day-to-day lives more than any president ever will. Lastly, but certainly not an exhaustive point, the popular vote still matters in our electoral college system as it signals public sentiment and impacts political strategy, policy planning, and public discourse. If you think we need to abolish the electoral college, as I do, align your voting actions with your belief in direct democracy, rather than abdicating your popular vote because you think it&rsquo;s inconsequential.</span></p><p ><span >&nbsp;</span></p><p ><span >Are you a single-issue voter or a voter displeased with your options who is considering not voting or voting for a third party in protest? Think again. This plea is not a blind, everlasting endorsement for our two-party system. We should debate the merits of reforming our democratic process. This election, though, presents us with a political reality in which one of two options will be victorious. You have the choice of forfeiting your say or using the power of your vote to sway the results toward your desired ends.</span></p><p ><span >&nbsp;</span></p><p ><span >Whether red or blue, yes or no, make a tactful decision with your convictions in hand to have a material say in what happens on November 5th. Protest votes better serve your opponents and your ego than your causes. Voting is about more than you, it&rsquo;s about making one step towards the community and the country you want to live in. Leaving your vote on the table is a missed opportunity to do just that.<br></span></p><p ><span >Amir Jones is a 3L and President of Columbia Law Students for Voting Rights.</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:31:26.556Z", "updated_at": "2025-02-27T14:16:58.416Z"}}, {"model": "newsletter.article", "pk": 12, "fields": {"title": "Op-Ed: On the Ethical and Mechanical Brokenness of the Elkay ezH2O Bottle Refilling Station", "writer": "Daniel Bugingo", "date": "2024-10-23", "volume_number": 1, "issue_number": 4, "short_title": "op-ed-on-the-ethical-and-mechanical-brokenness-of-the-elkay-ezh2o-bottle-refilling-station", "preview_text": "preview text", "article_type": "Op-Ed", "doc_url": "https://docs.google.com/document/d/1yXqUhRxxNDpTsPU-drwJgkh7nj12HdnqWCiuxYFGUzU/edit?tab=t.0", "doc_id": "1yXqUhRxxNDpTsPU-drwJgkh7nj12HdnqWCiuxYFGUzU", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Op-Ed: On the Ethical and Mechanical Brokenness of the Elkay ezH2O Bottle Refilling Station</span></p><p ><span >Writer(s): Daniel Bugingo</span></p><p ><span >Date: 10/23/24</span></p><p ><span >Issue: 4</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span ><br></span><span >At 2:29 a.I have never seen a faucet fail to flow or a toilet fail to flush at Columbia Law School. Our facilities staff are great, and modern plumbing has generally figured out how to release pressurized water at a user&rsquo;s convenience. But there&rsquo;s one exception: the limp stream dribbling out of Elkay ezH2O bottle refilling stations, creating lines and sowing agita.</span></p><p ><span >&nbsp;</span></p><p ><span >To add insult to injury, the fountains give drinkers two dishonest bits of reading material while they wait for their water. To the right, the fountain boasts that it has saved the planet from some improbable number of disposable plastic bottles. To the left, a &ldquo;filter status&rdquo; indicator proudly beams green in spite of apparent issues.[1]</span></p><p ><span >&nbsp;</span></p><p ><span >As far as I can tell, there is no villain here. Elkay executives did not huddle together and scheme, &ldquo;let&rsquo;s over-engineer water fountains and market them with lies.&rdquo;[2] But two things are clear: (1) There&rsquo;s no way the fountain outside JG 104 has helped eliminate waste from 501,567 disposable plastic bottles, and (2) Elkay&rsquo;s fountains are delicate enough to require more maintenance than Columbia wants to pay for. These bottle refilling stations are dishonest and defective.</span></p><p ><span >&nbsp;</span></p><p ><span >It&rsquo;s a classic Columbia Law arrangement: weirdly janky for a prestigious school, fantastic fodder for complaining, and ultimately not that big of a deal. Making peace with the ethical and mechanical brokenness of these fountains is a step toward feeling charmed and not scammed by the rough edges of our institution.</span></p><p ><span >&nbsp;</span></p><p ><span >Ethical Brokenness: The Context-Free Big Number</span></p><p ><span >&nbsp;</span></p><p ><span >Let&rsquo;s start with that little green ticker announcing the fountain across from JG 104&rsquo;s Stakhanovite environmentalism.</span></p><p ><span >&nbsp;</span></p><p ><span >Setting aside the accuracy of &ldquo;half a million plastic bottles saved,&rdquo; this claim commits the cardinal sin of science communication: the context-free big number. Consider, for example, Google Flights telling me I can avoid emitting as much CO2 as 2,800 trees absorb in a day by flying Delta. Is that a lot? A little? How many tree-days until we stop climate change? You could replace &ldquo;2,800&rdquo; with &ldquo;28,000&rdquo; and the big number would continue to mean nothing to me. This is the core problem with context-free big numbers: fake precision.</span></p><p ><span >&nbsp;</span></p><p ><span >Who knows how many plastic bottles have been saved by that particular fountain? And even on the generous assumption that every time someone fills up a water bottle, they&rsquo;re doing so in lieu of buying a disposable plastic bottle, what would it mean to have saved half a million plastic bottles from landfills? How many more plastic bottles saved until we&rsquo;re not drinking microplastics?</span></p><p ><span >&nbsp;</span></p><p ><span >Google Flights and Elkay aren&rsquo;t engaged in science communication; they&rsquo;re engaged in marketing. But their marketing raises questions about the environment to which we have actual answers. (We really need to invent something better than jet fuel and/or fly less,[3] but even if everyone who flew saved 2,800 tree-days, the effect on emissions would be negligible. Plastic waste isn&rsquo;t actually that big of a deal when we keep it out of water, and developed countries&rsquo; waste management systems are pretty good at keeping plastic out of water.[4]) Big, soothing, context-free numbers distract not only from solving environmental issues, but also from the tough work of sorting out real issues from non-issues.</span></p><p ><span >&nbsp;</span></p><p ><span >There may be a case that the plastic bottle ticker is a noble lie rather than an ethical lapse. The guy who led the ezH2O project agrees the plastic bottle count was a &ldquo;dumb idea&rdquo; but he was happy to see it did make the fountains</span><span ><a href=\"https://www.google.com/url?q=http://wsj.com/articles/SB10001424127887324034804578348813425676382&amp;sa=D&amp;source=editors&amp;ust=1740669417260313&amp;usg=AOvVaw0oIrVYbSp3C9-M8v-Ls7kD\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=http://wsj.com/articles/SB10001424127887324034804578348813425676382&amp;sa=D&amp;source=editors&amp;ust=1740669417260473&amp;usg=AOvVaw3dLQ_l-0TvhwoNmqZwXA-n\" >go viral</a></span><span >. Elkay fountains now appear first when one googles &ldquo;water fountain,&rdquo; and they probably have contributed to some large number of disposable plastic bottles not being wasted. More importantly though, the ticker doesn&rsquo;t really matter. It&rsquo;s misleading and distracting but easily-ignored.</span></p><p ><span >&nbsp;</span></p><p ><span >Mechanical Brokenness: No Respect for Users</span></p><p ><span >&nbsp;</span></p><p ><span >Beyond the questionable marketing, the fountains disempower drinkers, and this can be harder to ignore.[5]</span></p><p ><span >&nbsp;</span></p><p ><span >Fountains break constantly and mysteriously. Users are helpless&mdash;there&rsquo;s no sense of why it&rsquo;s not working, nothing you can smack or fiddle with to get the water running. Google says the problem is usually a clogged filter, but as mentioned, the filter indicator can&rsquo;t be trusted, and nobody is unclogging filters on their way to class.</span></p><p ><span >&nbsp;</span></p><p ><span >Even when not broken, the ezH2O bottle refiller is a paternalistic tyrant, refusing to cede control to users. Once it feels you&rsquo;ve had enough (somewhere around sixteen ounces), the fountain stops refilling. It demands the user pull away the water bottle and perform some Dickensian &ldquo;please sir, I want some more&rdquo; groveling before getting more water. Sometimes water dribbles out, sometimes water shoots out at a lively pace, sometimes it waxes and wanes&mdash;with no physical lever, users are at the mercy of the sensor.</span></p><p ><span >&nbsp;</span></p><p ><span >More nitpicks. The fountains don&rsquo;t do well with narrow-mouth Nalgenes; they&rsquo;re the only fountains I&rsquo;ve ever seen that need didactic little graphics explaining how to activate a sensor instead of working intuitively; despite there being a second, smaller fountain next to the main refilling station, I&rsquo;ve almost never seen two people using a single station at once. The water pressure gets so low in these situations one would need to swallow the fountain to catch the water.</span></p><p ><span >&nbsp;</span></p><p ><span >The fountain&rsquo;s malfunctions and autocratic fussiness stem from a complicated design. There&rsquo;s tons of</span><span ><a href=\"https://www.google.com/url?q=https://www.elkayfiles.com/care-cleaning-install-warranty-sheets/98557c.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669417261640&amp;usg=AOvVaw0mbt1L5N-hmHl2elCH9Xca\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.elkayfiles.com/care-cleaning-install-warranty-sheets/98557c.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669417261749&amp;usg=AOvVaw0AkniaSRFWuxOzMRsMxarM\" >plumbing and gadgetry</a></span><span >&nbsp;inside the ezH2O bottle refiller. But while this complexity makes the bottle refillers faulty and inflexible, it also allows for nice features when the fountains do work: The water is cold, clean, and touchlessly accessible. While I would trade these nice features for more reliable fountains, these are design trade-offs rather than a fundamental brokenness.</span></p><p ><span >&nbsp;</span></p><p ><span >Ideally the school would either find a way to maintain these fountains or replace them with more rugged alternatives. But again, the water fountains are not the lynchpin of one&rsquo;s legal education.</span></p><p ><span >&nbsp;</span></p><p ><span >Dealing With Brokenness</span></p><p ><span >&nbsp;</span></p><p ><span >Our school has bigger problems than water fountains. Traditional complaints include: ballooning tuition, Dodge Gym, professional incentives swallowing pedagogy, outdated facilities, and unresponsive administrators.</span></p><p ><span >&nbsp;</span></p><p ><span >Some of these problems are like the plastic bottle ticker&mdash;they really don&rsquo;t matter and we should ignore them. Most of these problems are like the fountains&rsquo; constant breakdowns. They&rsquo;re short-term inconveniences that sort of matter, and we should advocate for what makes sense but not care too much. There are no answers for the real problems, the ones that stick around for years, but happily they&rsquo;re rare.</span></p><p ><span >&nbsp;</span></p><p ><span >I started writing this column in a fit of righteous anger, but it seems to have evolved into sheepish whininess. It has some hokey advertising and engineering compromises but the Elkay ezH2O bottle refilling station is not fundamentally broken. It is, like all of us, flawed and intermittently useful.<br><br></span><span >Daniel Bugingo is a 2L at CLS.<br></span><span >&nbsp;</span></p><hr><p ><span ></span></p><p ><span >[1] The Elkay website suggests</span><span ><a href=\"https://www.google.com/url?q=http://helpcenter.elkay.com/s/article/Troubleshooting-ezH2O-Liv-Built-in-Filtered-Water-Dispenser&amp;sa=D&amp;source=editors&amp;ust=1740669417262810&amp;usg=AOvVaw3HirXDQLlo_Ld2bmHRhO78\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=http://helpcenter.elkay.com/s/article/Troubleshooting-ezH2O-Liv-Built-in-Filtered-Water-Dispenser&amp;sa=D&amp;source=editors&amp;ust=1740669417262937&amp;usg=AOvVaw1x4VKrOqYy-SO7V9HL7Ttg\" >filter issues</a></span><span >&nbsp;are usually the culprit when water levels run low.<br></span></p><p ><span >[2] The people who made this seem</span><span ><a href=\"https://www.google.com/url?q=http://wsj.com/articles/SB10001424127887324034804578348813425676382&amp;sa=D&amp;source=editors&amp;ust=1740669417263116&amp;usg=AOvVaw08pogIbxlTRPkCkeV6jlry\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=http://wsj.com/articles/SB10001424127887324034804578348813425676382&amp;sa=D&amp;source=editors&amp;ust=1740669417263232&amp;usg=AOvVaw2QnpIWF7SNJ4zYYnaW67RC\" >well-intentioned</a></span><span >.<br></span></p><p ><span >[3]</span><span >&nbsp;See</span><span >&nbsp;Hannah Ritchie, </span><span >Not the End of the World: How We Can Be the First Generation to Build a Sustainable Planet</span><span >&nbsp;66&ndash;114 (2024) (addressing climate change).<br></span></p><p ><span >[4] </span><span >See</span><span >&nbsp;</span><span >id.</span><span >&nbsp;at 223&ndash;54 (ocean plastics).<br></span></p><p ><span >[5] The following criticisms come from the</span><span ><a href=\"https://www.google.com/url?q=http://www.nngroup.com/articles/ten-usability-heuristics/&amp;sa=D&amp;source=editors&amp;ust=1740669417263668&amp;usg=AOvVaw2nAThIxx1CQKel3HvelH1d\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=http://www.nngroup.com/articles/ten-usability-heuristics/&amp;sa=D&amp;source=editors&amp;ust=1740669417263801&amp;usg=AOvVaw3BdA4xUZmhNAdPr6nToRIt\" >Nielsen-Norman usability heuristics</a></span><span >.</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:32:01.842Z", "updated_at": "2025-02-27T14:16:57.378Z"}}, {"model": "newsletter.article", "pk": 13, "fields": {"title": "Advisory Opinion: Free Food", "writer": "Katerina Kakkis", "date": "2024-10-23", "volume_number": 1, "issue_number": 4, "short_title": "advisory-opinion-free-food", "preview_text": "preview text", "article_type": "Advisory Opinion", "doc_url": "https://docs.google.com/document/d/1wmLqXocl6gDo7Cz20AOmOJv4OiC4E2lI-38D_dQy4dQ/edit?tab=t.0", "doc_id": "1wmLqXocl6gDo7Cz20AOmOJv4OiC4E2lI-38D_dQy4dQ", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Advisory Opinion: Free Food</span></p><p ><span >Writer(s): Katerina Kakkis</span></p><p ><span >Date: 10/23/24</span></p><p ><span >Issue: 4</span></p><p ><span >Type of article: Advisory Opinion</span></p><p ><span ><br></span><span >Dear Verdict,</span></p><p ><span >&nbsp;</span></p><p ><span >How can I maximize free food at the law school? What&rsquo;s your optimal lunch circuit?</span></p><p ><span >&nbsp;</span></p><p ><span >Dear Reader,</span></p><p ><span >&nbsp;</span></p><p ><span >Mangia, mangia! Starting with the basics . . . . Monday through Thursday from 8 am to 10:30 am in the Big Warren lobby, the school provides free pastries, bananas, and granola bars. Sometimes you&rsquo;ll see an orange. And I am counting muffins and scones as pastries&mdash;let&rsquo;s not get too technical here.</span></p><p ><span >&nbsp;</span></p><p ><span >Academic or Speaker Events</span></p><p ><span >I must preface this discussion by encouraging everyone to RSVP and then actually attend any free food events! RSVPing helps groups get enough funding and enough food. And you&rsquo;ll learn something&mdash;just some food for thought.</span></p><p ><span >&nbsp;</span></p><p ><span >I begin where we all do: Gmail. I am not going to list every listserv or newsletter that advertises free food events because I don&rsquo;t want to. But, I am going to give you the tools to fish and then you&rsquo;ll have so much fish. Sign up or stay signed up for emails from campus life, student orgs, university centers, and more. You can subscribe to these emails through CLS Connect (or </span><span >un</span><span >-unsubscribe if you were a little hasty with that unfollow in August).</span></p><p ><span >&nbsp;</span></p><p ><span >Sometimes the subject line will clearly state &ldquo;LUNCH EVENT&rdquo; but not always. I suggest opening and skimming &ldquo;The Gavel: Your Weekly Student Affairs Newsletter&rdquo; and the daily &ldquo;Today&rsquo;s Events&rdquo; from the CLS Calendar email. Also, look at the actual content of emails from CLS academic centers, like Kernochan or the Knight Institute, for free food and intellectual stimulation. If you want to venture beyond the law school, read the &ldquo;This Week at Columbia&rdquo; emails (from </span><span >universitylife@columbia.edu</span><span >) which occasionally advertise free food events for the larger campus.</span></p><p ><span >&nbsp;</span></p><p ><span >Now let&rsquo;s venture beyond Gmail. Starting off easy, check your class year&rsquo;s GroupMe daily and maybe even turn on its notifications if you&rsquo;re feeling social (and patient). Open up CLS Connect. Look through that events calendar and start adding them to your GCal or iCal. Plus, it will make your schedule look even busier so you can win Stresslympics!</span></p><p ><span >&nbsp;</span></p><p ><span >Riding the Circuit (physical locations for leftovers)</span></p><p ><span >Time for some hypos . . . . Let&rsquo;s say you miss that BW 10:30 am cutoff, don&rsquo;t fret! It&rsquo;s worth doing another check because *sometimes* there are leftovers. Fingers crossed for you &lt;3 If all else fails or you are feeling a little spontaneous, time to take a lap. After the lunch meetings end (usually at 1:10 pm), check out the back of all the JG rooms. Next, make your way to Lenfest because some groups will drop their leftovers there. No luck? If you&rsquo;re feeling adventurous, go to BW. Start with the lobby, then hit the stairs or elevator. Student events are usually in the basement or on the third floor. Sometimes you can find leftovers from faculty/student service events on the fourth floor. Unlikely though. Don&rsquo;t be mad at me (baby eyes).</span></p><p ><span >&nbsp;</span></p><p ><span >Happy munching,</span></p><p ><span >Kat</span></p><p ><span ></span></p><p ><span >Katerina Kakkis is a 2L and Contributor for the Verdict. Want your question to be featured? </span><span ><a href=\"https://www.google.com/url?q=http://forms.gle/opJ4yCGhi9qM4x8k9&amp;sa=D&amp;source=editors&amp;ust=1740669416117300&amp;usg=AOvVaw3LNdpFkiPNIl32RK8H8sRJ\" >Ask Kat here</a></span><span >!</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:32:27.429Z", "updated_at": "2025-02-27T14:16:56.149Z"}}, {"model": "newsletter.article", "pk": 14, "fields": {"title": "An Interview with Professor Richard Briffault", "writer": "Alon Goldfinger", "date": "2024-10-23", "volume_number": 1, "issue_number": 4, "short_title": "an-interview-with-professor-richard-briffault", "preview_text": "preview text", "article_type": "Interview", "doc_url": "https://docs.google.com/document/d/1wy0DxcG5-V9-y-wuWSF0KH25x6igpKnUPfGDVpv7V_Y/edit?tab=t.0", "doc_id": "1wy0DxcG5-V9-y-wuWSF0KH25x6igpKnUPfGDVpv7V_Y", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=dpiI8CyVsrzWsJLBFKehGpLhv3qFjX7dUn1mYxfCXhI);</style><p ><span >Title: An Interview with Professor Richard Briffault</span></p><p ><span >Writer(s): Alon Goldfinger</span></p><p ><span >Date: 10/23/24</span></p><p ><span >Issue: 4</span></p><p ><span >Type of article: Interview</span></p><p ><span ><br></span><span >I want to start with the Eric Adams news, specifically from a campaign finance point of view. Do you have any thoughts about what this manipulation of the New York City Contribution Matching Program will lead to in terms of public opinion or in terms of changes to it?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;I don&rsquo;t know whether it&rsquo;s going to hurt it in terms of public opinion. I think there is a pretty good audit program that the Campaign Finance Board runs. It&rsquo;s not always up to speed at the time things happen. As I understand they had all sorts of things to clarify and correct issues in his records. But that doesn&rsquo;t mean they would have caught them&mdash;well, the feds didn&rsquo;t catch it in time for the 2021 election either. Some years ago, they actually did catch a big straw donor problem and disqualified a major candidate so there have been a number of proceedings against people for cheating on the program.</span></p><p ><span >&nbsp;</span></p><p ><span >It&rsquo;s hard to tell whether that means it&rsquo;s a success because they catch them or it&rsquo;s a problem because we don&rsquo;t know which ones haven&rsquo;t been caught. So it is a vulnerability in the program, but I think with adequate staffing for the audit function they&rsquo;ve caught a lot of people, and maybe they&rsquo;ve caught the major ones.</span></p><p ><span >&nbsp;</span></p><p ><span >For any kind of matching program, yeah, it is an issue. Maybe it&rsquo;s something relevant in thinking about a matching program versus other forms of public funding like vouchers, which I guess people could figure out a way to cheat on too. But it wouldn&rsquo;t be straw donors.</span></p><p ><span >&nbsp;</span></p><p ><span >What are your thoughts on the effect that this indictment will have on the legal landscape? Does this set a precedent for federal prosecutors going after sitting mayors?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;Much will turn on what actually happens. Can they get a conviction and can they sustain the conviction, given the way in which the Supreme Court has been steadily narrowing political corruption cases? So I think the jury is out&mdash;the jury hasn&rsquo;t even been impaneled&mdash;but I think it&rsquo;s way too soon to figure out what effect it&rsquo;s going to have.</span></p><p ><span >&nbsp;</span></p><p ><span >He could be vindicated in court by the jury. He could be convicted but have the conviction overturned. He could be convicted and the conviction be sustained, and then that would have an impact.</span></p><p ><span >&nbsp;</span></p><p ><span >I think a good parallel to this case is a case we talked about in Leg Reg last year, Bob Menendez. What do you think these cases do in terms of public trust?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;You need to do some polling on that. It&rsquo;s hard to imagine it&rsquo;s good for public trust. Yes, you could say we&rsquo;re catching them, but I think people are probably more attentive to the fact that they&rsquo;re doing it.</span></p><p ><span >&nbsp;</span></p><p ><span >Maybe there&rsquo;s some benefit in seeing that powerful people can be indicted and brought into court. Maybe one of the advantages of the prosecution against Trump was to show that even a former president can be prosecuted. On the other hand, people talk about weaponizing the Justice Department, and officials being gone after because of their politics, so I have no idea how it&rsquo;s going on with the public.</span></p><p ><span >&nbsp;</span></p><p ><span >When these prosecutions against public officials happen, what do you see as the role of a professor or of any expert in this field?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault</span><span >: At the very least, it&rsquo;s public analysis, public explanation, and education to help people understand what&rsquo;s going on. Education, explanation, information&mdash;I would say that&rsquo;s number one.</span></p><p ><span >&nbsp;</span></p><p ><span >Secondarily, sometimes it may turn into advocacy and reform if the case brings out either something that we want to change about the criminal law or something we want to change about the underlying situation that generated the law. Maybe the case brings to light something that people weren&rsquo;t fully aware of.</span></p><p ><span >&nbsp;</span></p><p ><span >Going back to January 6th of 2021, that made people very aware of some of the problems with the electoral count process. And a lot of academics were involved in actually coming up with reforms to that. Not just explaining how the Electoral College works, but how some of the issues that surfaced in 2021 could be addressed. Some of those problems were addressed in legislation in 2022.</span></p><p ><span >&nbsp;</span></p><p ><span >Related to that idea of education, how do you teach an area of law that a lot of law students feel jaded about? Maybe campaign finance is a good example. How do you approach teaching a subject like that?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;My goal is to help people to understand what the law is and what the contending theories or forces or different ways of analyzing the problem are and ultimately let people decide for themselves.</span></p><p ><span >&nbsp;</span></p><p ><span >Obviously, you have to make it clear what the rules are. But you also need to put it in a context where people can understand what the principal arguments and critiques or sources are&mdash;the theoretical backdrops, the context&mdash;and then get people to think about it for themselves.</span></p><p ><span >&nbsp;</span></p><p ><span >What made you want to be specifically a Legal Methods professor?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault: </span><span >I thought it would be interesting. I do think that a lot of what we do here in other courses is essentially Legal Methods. It&rsquo;s getting people to understand how law works, how legal analysis works. Legal Methods importantly is an introduction to how Law School works.</span></p><p ><span >&nbsp;</span></p><p ><span >Getting people to appreciate the nature of legal argument seemed like an interesting area. And I think it&rsquo;s a worthwhile course, and I think getting people started is a good thing.</span></p><p ><span >&nbsp;</span></p><p ><span >What makes you continue teaching Legal Methods?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;Well, it&rsquo;s only been five years. Why would I leave? It&rsquo;s a fun class.</span></p><p ><span >&nbsp;</span></p><p ><span >Actually, I don&rsquo;t think you see very many people who start teaching it and stop. I can&rsquo;t say that for sure, but most people who started just kept on doing it until they retired.</span></p><p ><span >&nbsp;</span></p><p ><span >My colleague, Professor Strauss, taught it for a very long time until he retired. President Sovern taught it after he retired and to the end of his life pretty much. Professor Ginsburg has been teaching it for some years. But many senior colleagues stopped only because they retired.</span></p><p ><span >&nbsp;</span></p><p ><span >Even within these five years, the law has changed so much, especially if you look at voting rights and constitutional law as a whole. How do you change your teaching approach or adapt to all of these changes?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault: </span><span >In some ways the big challenge for a course like Legal Methods is introducing people to the way the system of precedent works, which is so central to our legal culture. The last couple of years have witnessed major departures, so that does become more of a challenge. I think precedent still matters. So it&rsquo;s been kind of a challenge to get people to see that.</span></p><p ><span >&nbsp;</span></p><p ><span >I don&rsquo;t know that I feel I have a need to persuade people about the positive nature of the system. It&rsquo;s mostly just to introduce people to more of the challenges to precedent and one of the reasons why it might not be sustained.</span></p><p ><span >&nbsp;</span></p><p ><span >Do you think there&rsquo;s a certain point where we start thinking about precedent differently?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault: </span><span >People have always been aware that law occurs in a political context. Maybe we&rsquo;re more aware now than ever; that&rsquo;s all. But obviously, you can&rsquo;t make those arguments in a court, so you have to figure out what arguments are acceptable in the legal culture.</span></p><p ><span >&nbsp;</span></p><p ><span >It&rsquo;s not an acceptable argument to say, well, those are a bunch of conservatives, and therefore, they&rsquo;re going to go do what they want. You do have to make arguments that have a place in our legal system even if you doubt that they&rsquo;re going to succeed. But you can&rsquo;t say we can ignore that decision because that decision was written by Judge So-and-so, and we know all about Judge So-and-so.</span></p><p ><span >&nbsp;</span></p><p ><span >That brings me to another point that came up in your Leg Reg class. What do you see as the relationship between law and policy?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;They&rsquo;re interpenetrated. Law inevitably has policy arguments. First thing, statutory law is policy driven. Regulatory law is policy driven. I actually don&rsquo;t understand the difference.</span></p><p ><span >&nbsp;</span></p><p ><span >What then do you think is the value of going to law school versus getting a master&rsquo;s of public policy if you&rsquo;re trying to do advocacy or work in that field?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault: I mean, I wouldn&rsquo;t argue against getting a public policy degree. My wife is the dean of a public policy school.</span></p><p ><span >&nbsp;</span></p><p ><span >I think part of what law school is very good at is getting people to see multiple sides of a problem, to articulate their positions, and defend them. And of course, law school is also very important to the extent that constitutional constraints and statutory constraints shape what policymakers can do. To the extent that you want to change policy, it&rsquo;s typically going to show up in new laws and regulations. And law school is essential training for knowing how to write those new laws and regulations.</span></p><p ><span >&nbsp;</span></p><p ><span >Turning to the topic of election law more broadly, I&rsquo;d like to talk about your approach to teaching that topic in particular.</span></p><p ><span >&nbsp;</span></p><p ><span >We talked about people coming in with preconceived notions of the system. And I&rsquo;d be hard pressed to find an issue where that is more so the case than election law. People are very personally invested in each of the different sides of what policy is being proposed. How do you approach that, especially when you look at these cases where partisanship plays a role?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault: </span><span >As with other things, I try to figure out what are the major concerns or issues in the area, and what are the major laws and legal materials, like the First Amendment, the Fourteenth Amendment, the Voting Rights Act, and the Federal Election Campaign Act. I try to explore what they say, what they mean, and what are different arguments for their interpretation. How do they work? Do they work? What are the extent of their problems with them? What are some of the ideas out there for changing them? And then to see how they play out in practice and responses to that.</span></p><p ><span >&nbsp;</span></p><p ><span >I don&rsquo;t think I teach it any differently than I teach any other subject.</span></p><p ><span >&nbsp;</span></p><p ><span >How do you have a conversation where the students take the emotions out of it and try to understand it from a purely policy perspective? For example, we had a class today about vote denial, and that&rsquo;s an issue that for many people really impacts a lot of members of their family. How do you talk about that issue?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;The easiest way is if you&rsquo;ve got a case where there&rsquo;s a majority and a dissent. So you can get people to somewhat clinically go through what did each side say, what are the arguments underpinning each side, and what&rsquo;s maybe the worldview on each side?</span></p><p ><span >&nbsp;</span></p><p ><span >People can decide for themselves what they like and what they don&rsquo;t like. But my approach is to make sure they understand the side they don&rsquo;t like, what it&rsquo;s about and what may be driving it. Then, that may even clarify further why they don&rsquo;t like it. And maybe you can see what the mistaken empirical basis for it is if you think it&rsquo;s mistaken. Or what the logical gap is. Or what kind of methodological error the side you don&rsquo;t like is making.</span></p><p ><span >&nbsp;</span></p><p ><span >You can&rsquo;t avoid having strong feelings about these issues, but at some point you have to be able to at least step back and be a little clinical about it.</span></p><p ><span >&nbsp;</span></p><p ><span >The passion comes in when you want to take a case or you want to seek a law reform or you want to campaign for something. But the clinical part comes in understanding what the rules are, understanding what the positions are, and understanding what the other side is all about. And you may never be able to persuade them, but you at least have to understand what they&rsquo;re about.</span></p><p ><span >&nbsp;</span></p><p ><span >Going more towards how election law impacts everyday people, we often hear about X Supreme Court decision that changes the doctrine in some way, but there&rsquo;s many state and local administrative changes that happen all the time that heavily impact the ways in which people vote.</span></p><p ><span >&nbsp;</span></p><p ><span >What are some recent election law changes or trends that you think people should know about even if they&rsquo;re not as widely publicized?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault: </span><span >It&rsquo;s like the tale of two cities, but now the tale of two countries. Half the states or so have been trying to make it easier for people to vote, particularly to vote by mail. Making it easier to register. The other half of the states, roughly, are making it harder to vote and are making it harder for people to register or are requiring additional proofs: who you are when you register, who you are when you come to vote. These states are raising questions about the legitimacy of the process, calling for more investigations, and making noises that essentially are intended to scare people out of the process.</span></p><p ><span >&nbsp;</span></p><p ><span >I think in some ways there&rsquo;s always been partisanship in elections. There&rsquo;s always been the assumption that some rules will help one side more than the other side on purpose. I think what we&rsquo;re really reaching now is a kind of a level of regulation and rhetoric which is attacking and delegitimizing the process itself. And that, I think, is the most troubling.</span></p><p ><span >&nbsp;</span></p><p ><span >Obviously, a lot of it comes out of the 2020 election: the attack on the Capitol and the entire election denial rhetoric that&rsquo;s consumed a third or a half of the country since then. That is the biggest problem. I think people are aware of that. I&rsquo;m not sure just how pervasive it is in terms of the people who are coming to power to regulate elections in many counties and states and the kinds of rules that are being adopted just to make it harder to vote.</span></p><p ><span >&nbsp;</span></p><p ><span >Shifting away from the legal questions, are there any books that you read that you&rsquo;ve been enjoying lately or any TV shows that you&rsquo;ve been watching?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;I tend to read somewhat seriously. If you need fun, I&rsquo;ve now finished all nine volumes of the </span><span >Slough House</span><span >&nbsp;series. I&rsquo;ve never actually watched the show, but I started reading the books. And I find them addictive, and I read all of them.</span></p><p ><span >&nbsp;</span></p><p ><span >This summer, I read </span><span >Tom Sawyer </span><span >and </span><span >Huckleberry Finn</span><span >, which I had never read before. And I thought this was time to read them. But I do like spy novels, John le Carr&eacute;. And I like spy satire, of which I think the </span><span >Slough House</span><span >&nbsp;books are the best.</span></p><p ><span >&nbsp;</span></p><p ><span >TV shows are more weird because I tend to watch things that are on Netflix years later. Last night, I started to rewatch </span><span >BoJack Horseman</span><span >, which is one of my all-time favorites. I mean, the </span><span >Seinfeld</span><span >&nbsp;reruns are 40, 20 years old, but I can still watch them. </span><span >BoJack Horseman </span><span >is now at least 10 to 15 years old, but I literally watched one episode of </span><span >BoJack Horseman</span><span >&nbsp;last night because I think it&rsquo;s such a great show.</span></p><p ><span >&nbsp;</span></p><p ><span >I actually find myself watching a lot of police procedurals, particularly foreign ones. I can&rsquo;t tell you one, there&rsquo;s nothing coming to mind right now but German, French, Spanish. Actually, one was set in, of all places, Luxembourg called </span><span >Capitani</span><span >. So I do like to watch police procedurals. They can be a little violent. Well, the ones that are less violent are better. I&rsquo;ve never done criminal law. I have no interest in criminal law myself, but I like police procedurals. I&rsquo;m an old </span><span >Law and Order</span><span >&nbsp;fan.</span></p><p ><span >&nbsp;</span></p><p ><span >What activities do you like to do to escape from a lot of the stress that comes from not only being an academic, particularly an election law professor around election season?</span></p><p ><span >&nbsp;</span></p><p ><span >Professor Briffault:</span><span >&nbsp;I do not watch television. I do not watch the news. Lately, I&rsquo;ve stopped reading the news. I figure if anything is really important, I&rsquo;ll see it.</span></p><p ><span >&nbsp;</span></p><p ><span >We&rsquo;ll go to the movies. We&rsquo;ll go to the theater. Last night, I saw &ldquo;Our Town.&rdquo; I&rsquo;m not sure I love the production, but it&rsquo;s one of the greatest American plays ever. It&rsquo;s the one with Jim Parsons as the stage manager. I think the opening night is Thursday, so there&rsquo;ll be reviews. I thought it was meh.</span></p><p ><span >&nbsp;</span></p><p ><span >My wife is a huge opera fan, so we go to the opera. I pick the shows. She picks the operas. We went to see &ldquo;The Hills of California,&rdquo; which is excellent. &ldquo;Once Upon a Mattress&rdquo; too. It&rsquo;s mostly pretty traditional Broadway or not sort of innovative theater. We&rsquo;ll go to pretty standard things. Not that many musicals, although &ldquo;Once Upon a Mattress&rdquo; was very funny.</span></p><p ><span >&nbsp;</span></p><p ><span >Well, those were all my questions. I appreciate your taking the time to talk with me, Professor.<br><br></span><span >This interview was conducted by Alon Goldfinger &rsquo;25. It has been edited for length &amp; clarity.</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:33:00.377Z", "updated_at": "2025-02-27T14:16:54.823Z"}}, {"model": "newsletter.article", "pk": 15, "fields": {"title": "Advice from an LL.M", "writer": "Alamelu Venkatesh", "date": "2024-11-05", "volume_number": 1, "issue_number": 5, "short_title": "advice-from-an-llm", "preview_text": "What were your goals and priorities? What was your why? And dont lose sight of it. . . . It can be easy when youre here to get distracted by all thats going on, and so-and-sos doing this, and so-and-sos doing that, but what did you come here to do? And that doesnt mean you cant be flexible and you cant adjust and evolve and change while youre here. Just dont lose control of your own ship, and thats important. So at the end of it, when you look back, because its a short period and it goes by very quickly, youll be able to say, I did what I came here to do.", "article_type": "Advice", "doc_url": "https://docs.google.com/document/d/1UW4lfFjJTZr3jU3TGd59PSe__VKw49snWcb7aVQMQoA/edit?tab=t.0", "doc_id": "1UW4lfFjJTZr3jU3TGd59PSe__VKw49snWcb7aVQMQoA", "content_html": "<p ><span >Title: Advice from an LL.M</span></p><p ><span >Writer(s): Alamelu Venkatesh</span></p><p ><span >Date: 11/5/24</span></p><p ><span >Issue: 5</span></p><p ><span >Type of article: Advice</span></p><p ><span ><br></span><span >What advice would you give yourself starting out as an LL.M.?</span><span >&nbsp;Be prepared for the most dynamic and challenging year of your life. New country, new culture, new community&mdash;your ability to adapt will be tested every single day and you will look forward to each one of them.</span></p><p ><span ><br></span><span >What did you wish you did more of?</span><span >&nbsp;I wish I spent more time exploring areas of law outside of my specialization. I found that the stellar faculty and cohort at Columbia went beyond my existing interests, and while I tried to attend as many lunch talks as possible to explore these new avenues, I wish I had taken seminars discussing things like the intersection of gender and law, art and law, etc.<br></span><span ><br></span><span >What surprised you the most about American law compared to home jurisdiction?</span><span >&nbsp;While I hail from India, also a common-law jurisdiction, I approached every subject with the utmost curiosity. At the moment I felt comfortable about a given legal concept, American jurisprudence always surprised me with a different application of a familiar legal concept. It kept me on my toes in the best way, and enabled me to deepen my comparative understanding of various transactional laws.<br> </span><span >&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br></span><span >How could J.D.&rsquo;s better welcome LL.M.&rsquo;s into our community?</span><span >&nbsp;As someone who has now experienced both sides of the spectrum, I believe that the &lsquo;othering&rsquo; sentiment really affects our ability to socialize and learn from one another. It would be wonderful for J.D.&rsquo;s and LL.M.&rsquo;s who are keen on meeting one another to actively sign up to do so, potentially through the various student associations we have on campus. I am also aware that other law schools incentivize this symbiotic relationship by funding small-group events, something that may also be replicated at CLS.</span></p><p ><span >Alamelu Venkatesh received her LL.M. from CLS in 2024 and is currently a J.D. student in the CLS Class of 2026.</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:33:47.100Z", "updated_at": "2025-02-27T14:16:53.323Z"}}, {"model": "newsletter.article", "pk": 16, "fields": {"title": "Some Counsel for Future Counsel", "writer": "Dylan Gaffney", "date": "2024-11-05", "volume_number": 1, "issue_number": 5, "short_title": "some-counsel-for-future-counsel", "preview_text": "\"1. You made it. Stop worrying for the sake of worrying. Youre good enough and you will be fine.\r\n2. Law school is nothing like practice. Do what you want for your goals, but dont really think about preparing for your career. It wont happen during law school.\r\n3. You have complete control over your time right now. That wont always be the case. Dont let yourself miss memories for schoolwork, which you can plan flexibly...\"", "article_type": "Advice", "doc_url": "https://docs.google.com/document/d/1M683EVqtkRa510zFCKtxm06_YtsruBjNi4V0rTj6Lqc/edit?tab=t.0", "doc_id": "1M683EVqtkRa510zFCKtxm06_YtsruBjNi4V0rTj6Lqc", "content_html": "<style type=\"text/css\"> ol.lst-kix_list_1-3{list-style-type:none}ol.lst-kix_list_1-4{list-style-type:none}ol.lst-kix_list_1-5{list-style-type:none}ol.lst-kix_list_1-6{list-style-type:none}ol.lst-kix_list_1-0{list-style-type:none}.lst-kix_list_1-4 > li{counter-increment:lst-ctn-kix_list_1-4}ol.lst-kix_list_1-1{list-style-type:none}ol.lst-kix_list_1-2{list-style-type:none}ol.lst-kix_list_1-6.start{counter-reset:lst-ctn-kix_list_1-6 0}.lst-kix_list_1-1 > li{counter-increment:lst-ctn-kix_list_1-1}ol.lst-kix_list_1-3.start{counter-reset:lst-ctn-kix_list_1-3 0}ol.lst-kix_list_1-2.start{counter-reset:lst-ctn-kix_list_1-2 0}ol.lst-kix_list_1-8.start{counter-reset:lst-ctn-kix_list_1-8 0}.lst-kix_list_1-0 > li:before{content:\"\" counter(lst-ctn-kix_list_1-0,decimal) \". \"}ol.lst-kix_list_1-5.start{counter-reset:lst-ctn-kix_list_1-5 0}ol.lst-kix_list_1-7{list-style-type:none}.lst-kix_list_1-1 > li:before{content:\"\" counter(lst-ctn-kix_list_1-1,lower-latin) \". \"}.lst-kix_list_1-2 > li:before{content:\"\" counter(lst-ctn-kix_list_1-2,lower-roman) \". \"}.lst-kix_list_1-7 > li{counter-increment:lst-ctn-kix_list_1-7}ol.lst-kix_list_1-8{list-style-type:none}.lst-kix_list_1-3 > li:before{content:\"\" counter(lst-ctn-kix_list_1-3,decimal) \". \"}.lst-kix_list_1-4 > li:before{content:\"\" counter(lst-ctn-kix_list_1-4,lower-latin) \". \"}ol.lst-kix_list_1-0.start{counter-reset:lst-ctn-kix_list_1-0 0}.lst-kix_list_1-0 > li{counter-increment:lst-ctn-kix_list_1-0}.lst-kix_list_1-6 > li{counter-increment:lst-ctn-kix_list_1-6}.lst-kix_list_1-7 > li:before{content:\"\" counter(lst-ctn-kix_list_1-7,lower-latin) \". \"}.lst-kix_list_1-3 > li{counter-increment:lst-ctn-kix_list_1-3}.lst-kix_list_1-5 > li:before{content:\"\" counter(lst-ctn-kix_list_1-5,lower-roman) \". \"}.lst-kix_list_1-6 > li:before{content:\"\" counter(lst-ctn-kix_list_1-6,decimal) \". \"}ol.lst-kix_list_1-7.start{counter-reset:lst-ctn-kix_list_1-7 0}.lst-kix_list_1-2 > li{counter-increment:lst-ctn-kix_list_1-2}.lst-kix_list_1-5 > li{counter-increment:lst-ctn-kix_list_1-5}.lst-kix_list_1-8 > li{counter-increment:lst-ctn-kix_list_1-8}ol.lst-kix_list_1-4.start{counter-reset:lst-ctn-kix_list_1-4 0}.lst-kix_list_1-8 > li:before{content:\"\" counter(lst-ctn-kix_list_1-8,lower-roman) \". \"}ol.lst-kix_list_1-1.start{counter-reset:lst-ctn-kix_list_1-1 0}</style><p ><span >Title: Some Counsel for Future Counsel</span></p><p ><span >Writer(s): Dylan Gaffney</span></p><p ><span >Date: 11/5/24</span></p><p ><span >Issue: 5</span></p><p ><span >Type of article: Advice</span></p><p ><span ><br></span><span >By Dylan Gaffney &rsquo;24</span></p><p ><span ></span></p><ol class=\"lst-kix_list_1-0 start\" start=\"1\" ><li ><span >You made it. Stop worrying for the sake of worrying. You&rsquo;re good enough and you will be fine.</span></li><li ><span >Law school is nothing like practice. Do what you want for your goals, but don&rsquo;t really think about preparing for your career. It won&rsquo;t happen during law school.</span></li><li ><span >You have complete control over your time right now. That won&rsquo;t always be the case. Don&rsquo;t let yourself miss memories for schoolwork, which you can plan flexibly.</span></li><li ><span >You&rsquo;re not stuck in your section. Join clubs and meet people after 1L fall. Columbia is a big place and your people are probably here, even if CLS didn&rsquo;t pair you up.</span></li><li ><span >Don&rsquo;t take yourself too seriously. You don&rsquo;t always have to play the role of a &ldquo;law student&rdquo; with that one defining trait. You&rsquo;re still just a person who goes to school.</span></li><li ><span >It&rsquo;s not gonna get better after law school. Whether you do Big Law or PI, your free time is about to decrease drastically. Use it now. Seriously.</span></li><li ><span >Don&rsquo;t take on responsibilities that won&rsquo;t meaningfully help you achieve goals but will meaningfully limit your life. Know what you&rsquo;re signing up for. *cough* journals *cough*</span></li><li ><span >Just have fun during 3L. It&rsquo;s like an extended summer camp and the cruel reality of legal practice will hit you soon enough. You&rsquo;ve earned a break.</span></li><li ><span >Do big stuff with your school breaks that you won&rsquo;t be able to do later. You don&rsquo;t get weeks at a time off in real life.</span></li><li ><span >Please, just enjoy these years. One day you will be told to leave your own birthday dinner to complete another 17 &ldquo;urgent&rdquo; assignments and cry yourself to sleep at 4 am. For now, you just have to read a few cases and hang out with a bunch of other nerds your age during the week. Let yourself enjoy that.<br></span></li></ol><p ><span >P.S. If you join cool things like Law Revue, Video Game Club, Murder Mystery Club, and Softball Club, you&rsquo;re guaranteed to get straight A&rsquo;s and be super popular and hot.</span></p><p ><span >Dylan Gaffney received his J.D. from CLS in 2024.</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:34:17.215Z", "updated_at": "2025-02-27T14:16:52.155Z"}}, {"model": "newsletter.article", "pk": 17, "fields": {"title": "An Interview with Julie Sculli, Assistant Dean, Office of Graduate Degree Programs", "writer": "Preeti Kolluri", "date": "2024-11-05", "volume_number": 1, "issue_number": 5, "short_title": "an-interview-with-julie-sculli-assistant-dean-office-of-graduate-degree-programs", "preview_text": "preview text", "article_type": "Interview", "doc_url": "https://docs.google.com/document/d/1PoWmD_dABrg__Le7bTXsolP4ukU5NLQBIN3--zSbqfM/edit?tab=t.0", "doc_id": "1PoWmD_dABrg__Le7bTXsolP4ukU5NLQBIN3--zSbqfM", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=yOH_ElhmtNQBwygrAvAzotW6z5wzxkD6lcJ7I7ut-Ef3rGVtsTkPsbDajuO5ueQw);</style><p ><span >Title: An Interview with Julie Sculli, Assistant Dean, Office of Graduate Degree Programs</span></p><p ><span >Writer(s): Preeti Kolluri</span></p><p ><span >Date: 11/5/24</span></p><p ><span >Issue: 5</span></p><p ><span >Type of article: Interview</span></p><p ><span ><br></span><span >An Interview with Julie Sculli, Assistant Dean, Office of Graduate Degree Programs</span></p><p ><span >&nbsp;</span></p><p ><span >Dean Sculli, or Julie as she&rsquo;s known to most of my LL.M. class, was a strong favorite when I asked my LL.M. batchmates who they&rsquo;d like to learn more about. Julie works with the Office of Graduate Degree Programs, where she helps design the LL.M. class and supports students navigating the nine-month program.</span></p><p ><span >&nbsp;</span></p><p ><span >I had an opportunity to sit with Julie for a detailed and free-wheeling chat about her work with LL.M.&rsquo;s, her decision to pivot to a career in legal education, and her tips for graduate students this year. She gave some of the best advice I&rsquo;d come across so far&mdash;to keep reminding ourselves of why we came here in the first place, as law school and New York City overwhelm, exhaust, and (oddly at the same time) make us feel like we&rsquo;re not getting enough done.</span></p><p ><span >&nbsp;</span></p><p ><span >Julie, thank you so much for agreeing to sit for an interview with the Verdict. I thought I&rsquo;d start by asking you to describe the LL.M. program in your words, to introduce the LL.M. program to the larger student body.</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;The heart of the LL.M. program is the students. I would describe our LL.M. students as incredible</span><span >&mdash;</span><span >and I mean that word, incredible</span><span >&mdash;</span><span >this year coming from 63 jurisdictions by citizenship, who have experience practicing law and bring diverse perspectives that elevate the discussion in and out of the classroom.</span></p><p ><span >&nbsp;</span></p><p ><span >How would you describe the LL.M. degree, maybe in contrast to the J.D.?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;Our LL.M. students come here for various reasons. They all have different backgrounds and different goals and priorities. We try to honor those in the advising that we do with the students and the opportunities that we create and provide for them. We often say that no two LL.M. experiences or schedules look the same because it&rsquo;s really a create-your-own-adventure type of program.</span></p><p ><span >&nbsp;</span></p><p ><span >When I&rsquo;m drawing distinctions between the J.D. and the LL.M. programs, I&rsquo;d say it&rsquo;s different in duration and composition. Our traditional LL.M. is a one-year program, which starts in August and ends in May. The students in our LL.M. are mostly from outside of the United States and already practicing lawyers. On average, they have five years of experience after graduating from their first degree in law, and many have more than that.</span></p><p ><span >&nbsp;</span></p><p ><span >I want to ask you a little bit about yourself. Why did you decide to work with LL.M.&rsquo;s at Columbia?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;I&rsquo;ll try to share the short version of the story.</span></p><p ><span >&nbsp;</span></p><p ><span >I practiced law for five and a half years and moved into legal education because I was looking for a better work-life balance. I also realized some things about myself in my first two legal jobs. This is what I tell students as well&mdash;that sometimes it takes a couple of jobs that are not the right fit for you to really realize what is better suited for you. I joke now that I don&rsquo;t think I was a very good lawyer because what I&rsquo;m most interested in is really connecting with people, collaborating, and working together toward something that will make life more fulfilling.</span></p><p ><span >&nbsp;</span></p><p ><span >I would love to say that I was very intentional in how I came to work with LL.M. students. The reality was that I got a job in the Registrar&rsquo;s Office at the first institution I worked with and was tapped to develop and grow their international programs. I ended up starting the LL.M. program at that institution. With that experience, I cut my teeth and found my calling. I also learned so many things about myself: what I love to do and what I value in my work.</span></p><p ><span >&nbsp;</span></p><p ><span >I have a motto: I always choose purpose over pay. And so, I found work that was very purposeful for me. (Not that I&rsquo;m commenting on pay, just that purpose is a priority for me!) What I learned in starting that LL.M. program, and what brought me great professional satisfaction, was working with dedicated, ambitious, interesting, curious, grateful, and sophisticated lawyers from around the world who share a commitment to growth.</span></p><p ><span >&nbsp;</span></p><p ><span >So, back to your original question, that&rsquo;s where I started. When the opportunity came up here at Columbia, it was growing the Executive LL.M. in Global Business Law program from infancy. I took the opportunity to continue my journey. It&rsquo;s now paying dividends because I feel so fortunate to work with so many more students from so many different parts of the world.</span></p><p ><span >&nbsp;</span></p><p ><span >I&rsquo;d like to tell you why we contacted you for an interview. I asked some classmates who had helped most in their time at Columbia, and your name came up repeatedly.</span></p><p ><span >&nbsp;</span></p><p ><span >JS: </span><span >Oh, thank you so much! It sounds cliche&#769;, but I have so much love for the people who come into my life because of this job. And I mean it. So, when a student comes to me for course or career advice, I challenge them with some hard questions. What are your goals? What do you really want out of life? Think about what makes you come alive, what makes your heart sing, and try to find some work where you can find purpose. It makes all the difference.</span></p><p ><span >&nbsp;</span></p><p ><span >You&rsquo;ve been working with LL.M.&rsquo;s for a while at your previous institution and here. Over the years, what would you say has changed regarding your approach to interacting with LL.M.&rsquo;s? What does Julie do differently in 2024 that she wouldn&rsquo;t have done in 2018 or 2015?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;So much! I&rsquo;m constantly learning. I have adjusted and changed in so many ways, and I&rsquo;m trying to think of how to articulate those.</span></p><p ><span >&nbsp;</span></p><p ><span >I&rsquo;ve learned so many important cultural lessons, where I have to increase my awareness and sensitivity about what may or may not be valued or appreciated. I have to be more conscious and aware of how I show up in a room as I interact with people from different parts of the world. My goal at the end of the day is to make everyone comfortable in my presence. It&rsquo;s been a good exercise for me to be more conscious of how I present myself in the spaces I try to hold for other people. So that&rsquo;s number one.</span></p><p ><span >&nbsp;</span></p><p ><span >Number two, working with LL.M. students has taught me never to make assumptions about anything. Related to that is staying very curious, which means always asking questions. So, I never make assumptions about where people are from, what people have done or what kind of life they have lived. There&rsquo;s also humility. The job keeps me on my toes, and there will always be something for me to learn.</span></p><p ><span >&nbsp;</span></p><p ><span >What are your and the office&rsquo;s priorities while designing the LL.M. class?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;We look at three main areas. Academic success, professional success, and other things we call life success, but are basically unique attributes. Anything that doesn&rsquo;t fall into purely academic or professional criteria will fall into the third bucket: what makes you unique and what you can bring of interest to our community. When we review applications, we are looking at those three criteria.</span></p><p ><span >&nbsp;</span></p><p ><span >And what would you say is the most important for you?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;There isn&rsquo;t any one thing, honestly. It is truly a holistic review process, and all components are important. All of them weave together for a final submission, and that&rsquo;s how we review it. No one part is more important than the other. It&rsquo;s all important.</span></p><p ><span >&nbsp;</span></p><p ><span >How would you describe your work after the admission process is complete?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;Ah, you&rsquo;re asking such good questions. To me, these are important questions that make our work so impactful. So, after students are admitted, we work in three phases: before students commit to Columbia, after they commit but before they arrive on campus, and after they are on campus. I like to envision these processes as a continuum of relationship building.</span></p><p ><span >&nbsp;</span></p><p ><span >Before students commit, we really like to get to know them better and provide whatever information will be helpful for them in making a decision. We connect them with alums and current students so that they can understand what the experience is like. It is only a year, so it&rsquo;s crucial to come in with a clear set of goals and priorities so they can make the most of their time here. We help, advise, and counsel them on whether Columbia is the right place for them at this moment in time. Of course, we hope that it is, but it isn&rsquo;t for everyone.</span></p><p ><span >&nbsp;</span></p><p ><span >Between the time students choose to come to Columbia, and when they arrive, we continue the relationship we&rsquo;ve already started building. But now we&rsquo;re moving toward how they design their program. What will the curriculum look like? What do they want to do outside of classes? Do they have the support and resources for housing and other logistical things? So we spend a lot of time doing that over the summer period.</span></p><p ><span >&nbsp;</span></p><p ><span >When students arrive, we start with orientation which is such a joyous day because all of the planning we have done and the transitions that students have made to be here all come together. It&rsquo;s a day with really positive energy. It&rsquo;s also when we start our work together in person. There&rsquo;s no replacement for in-person, face-to-face work, which is why all of us, as advisors, prioritize meeting in person. We require every LL.M. student to meet with their advisor at least once.</span></p><p ><span >&nbsp;</span></p><p ><span >One thing that I started last year and am continuing this year is the Cookies and Connections sessions I do on Mondays once a month. I try to have something to center on every time that I hope is meaningful and interesting to the students. But it&rsquo;s also just a space to check in if you have questions or things on your mind. I want students to know I&rsquo;m available. Sometimes, it&rsquo;s hard to remember your old advisors are here, that we care about you, and want to know what&rsquo;s happening.</span></p><p ><span >&nbsp;</span></p><p ><span >As you said earlier, we&rsquo;re here for nine or ten months. What advice would you give to an LL.M. student regarding prioritization? I know each student&rsquo;s journey is different, but maybe you could discuss some pointers we should keep in mind while we design our time here.</span></p><p ><span >&nbsp;</span></p><p ><span >JS: </span><span >Yeah. There are some themes.</span></p><p ><span >&nbsp;</span></p><p ><span >Number one is relationships and connections with classmates, faculty, and the broader community. They all kind of fall under the umbrella of relationships, but I think that is one thing definitely to prioritize while you&rsquo;re here. As you mentioned earlier when we were chatting, the faculty love teaching. They&rsquo;re really good at it, and they really enjoy getting to know the students better. If students don&rsquo;t take advantage of that, it&rsquo;s a missed opportunity. With your fellow students, both J.D.&rsquo;s and LL.M.&rsquo;s, there&rsquo;s a lot for you to offer each other, so it goes both ways, a lot for them to learn from you, a lot for you to learn from them. It makes for an overall more fulfilling experience when you have taken the time to prioritize relationships with your classmates. And then, with the broader community, we have this incredible university right here. We live in New York City. This is a first rate legal market, so whether you&rsquo;re thinking about working in New York or not, there are still so many interesting people here to meet and learn from. It&rsquo;s access, so take advantage of that, and prioritizing it will serve you well. So that&rsquo;s number one to prioritize.</span></p><p ><span >&nbsp;</span></p><p ><span >The second thing, and I&rsquo;ll mention two, is remembering what you came here to do and staying tethered to that. What were your goals and priorities? What was your why? And don&rsquo;t lose sight of it. Remember, what did I come here to do? That ties back to some of your academic goals. Because it can be easy when you&rsquo;re here to get distracted by all that&rsquo;s going on, and so-and-so&rsquo;s doing this, and so-and-so&rsquo;s doing that, but what did </span><span >you</span><span >&nbsp;come here to do? And that doesn&rsquo;t mean you can&rsquo;t be flexible and you can&rsquo;t adjust and evolve and change while you&rsquo;re here. Just don&rsquo;t lose control of your own ship, and that&rsquo;s important. So at the end of it, when you look back, because it&rsquo;s a short period and it goes by very quickly, you&rsquo;ll be able to say, I did what I came here to do.</span></p><p ><span >&nbsp;</span></p><p ><span >When we come here, we have a certain clarity in our heads because we&rsquo;ve been working for a while. We think about it a lot before we choose to pause our careers and decide to study, and we all make lots of sacrifices to be here. But with the amount of things thrown at you, it&rsquo;s so easy to get lost.</span></p><p ><span >&nbsp;</span></p><p ><span >JS: </span><span >You just said something I always think about, and I mentioned it in our orientation last year. There are extraordinary sacrifices made by our LL.M.&rsquo;s, and that&rsquo;s another thing that really humbles me. I am constantly in awe and have to remind myself of the sacrifice involved: You pause your careers, quit jobs, move countries, leave families and make a huge financial investment in the case of most of our students. This sacrifice is so important to acknowledge and name about our LL.M. student body. I&rsquo;ve had many emotional conversations with students because it can be so hard to come to a whole new environment, culture, and city, not to mention one of the biggest and busiest in the world. What an amazing, amazing thing to do.</span></p><p ><span >&nbsp;</span></p><p ><span >What challenges have you seen LL.M.&rsquo;s typically face in integrating into the law school community and the university?</span></p><p ><span >&nbsp;</span></p><p ><span >JS: </span><span >I think generally they do a pretty good job. One challenge is time. Time is finite, and it&rsquo;s our most valuable resource. If you aren&rsquo;t intentional about trying to push yourself outside of your comfort zone and integrate with lots of different circumstances and environments, it&rsquo;s not going to just happen for you. So it has to be a priority of yours, you have to make time for it and be intentional about it.</span></p><p ><span >&nbsp;</span></p><p ><span >The other thing is we all find comfort in the familiar. If I were to study somewhere else in another country around the world, and happened to meet somebody else from Indiana, I&rsquo;d be like, oh, this is nice. We just have to make sure we push out of that comfort zone. We want to make the most of this experience and push ourselves to meet people from other lived experiences because it won&rsquo;t just happen for you. It has to be intentional and a priority.</span></p><p ><span >&nbsp;</span></p><p ><span >What would you be doing this year if you were starting out as an LL.M. student with me? What classes would you pick? What extracurriculars would you be doing?</span></p><p ><span >&nbsp;</span></p><p ><span >JS: </span><span >Well, I would have to think about what my goals and priorities were. I would be really focused on what is relevant for me in my life right now, which would draw me to the leadership courses and thinking about how I can develop as a leader. I&rsquo;m trying to think of the right way to frame this&mdash;I want to learn how to model certain behaviors that I would like to see in others, how I can invest in others, and how I continue to show up every day. Those are the things I would focus on in my LL.M. year, as well as cultivating relationships with others. That would probably be at the top of my list because no matter what you do after that, those will always bring value and fulfillment to your life.</span></p><p ><span >&nbsp;</span></p><p ><span >Are there types of support mechanisms or resources that are underutilized by LL.M. students and you would like to draw their attention to?</span></p><p ><span >&nbsp;</span></p><p ><span >JS: </span><span >I don&rsquo;t know if it&rsquo;s underutilized, but one resource we have tried to normalize and advocate for is our counseling and psychological services here at Columbia called CPS. We often raise it with students, both to bring visibility and because it has been incredibly helpful for students. I think again about being in their shoes, going to another country, and adjusting to and learning in a new environment. Sometimes, you just need a neutral third party that you can be honest with to help you navigate those situations. It&rsquo;s a sign of strength and courage to say, you know what, I could use some extra tools here. Everyone should use CPS.</span></p><p ><span >&nbsp;</span></p><p ><span >The other is that we have a writing center here at CLS. It&rsquo;s an excellent resource for students who want to improve their writing. I appreciate feedback on how effectively I&rsquo;m conveying my intended message. I think, as professionals, we should be in the habit of getting feedback on our work because it only makes us better. And I like to think about Misti in the Writing Center that way, that she could only make you better. So, I really hope our LL.M. students also take advantage of that resource.</span></p><p ><span >&nbsp;</span></p><p ><span >Last but certainly not least, LL.M. students have advisors who are an amazing resource. The advisors here have so much to offer. All three of us who are advising now are lawyers and have been at Columbia for awhile. We&rsquo;ve all had experience practicing law in New York City. I highly recommend utilizing your advisor in every way you can and would find helpful.</span></p><p ><span >&nbsp;</span></p><p ><span >One last question, Julie. What are your favorite things to do in the city? What should we not miss during our time here?</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;I say this to everyone I get the chance to, but I recommend that you list everything </span><span >you</span><span >&nbsp;want to do. It&rsquo;s like a bucket list, but just for your LL.M. Put it in your calendar like a meeting, and do something once a month. Even better, have someone go with you, and it&#39;s a different person each time. Hey, I&rsquo;m going on October 24th to do this. Do you want to come? Or I&rsquo;m seeing Hamilton in December, whatever. Do you want to come? So you don&rsquo;t leave and say, I never made it to Central Park or I never got to do the top of the Rock if that&rsquo;s what it is.</span></p><p ><span >&nbsp;</span></p><p ><span >As to my favorite things, I recommend this if you like to run: Start on the Manhattan side of the Brooklyn Bridge, run across the Brooklyn Bridge, and then run all along the Brooklyn Heights waterfront. It&rsquo;s called Brooklyn Bridge Park. There is no more gorgeous view of the city than from that waterfront.</span></p><p ><span >&nbsp;</span></p><p ><span >That&rsquo;s all the questions I had. Thank you so much for your time!</span></p><p ><span >&nbsp;</span></p><p ><span >JS:</span><span >&nbsp;Yeah, this was interesting and a lot of fun. Thanks for interviewing me!</span></p><p ><span >&nbsp;</span></p><p ><span >This interview was conducted by Preeti Kolluri, LL.M. &rsquo;25, and has been edited for length, clarity, and content.</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:34:48.414Z", "updated_at": "2025-02-27T14:16:50.907Z"}}, {"model": "newsletter.article", "pk": 18, "fields": {"title": "Advisory Opinion: Cold Calls", "writer": "Katerina Kakkis", "date": "2024-11-05", "volume_number": 1, "issue_number": 5, "short_title": "advisory-opinion-cold-calls", "preview_text": "What were your goals and priorities? What was your why? And dont lose sight of it. . . . It can be easy when youre here to get distracted by all thats going on, and so-and-sos doing this, and so-and-sos doing that, but what did you come here to do? And that doesnt mean you cant be flexible and you cant adjust and evolve and change while youre here. Just dont lose control of your own ship, and thats important. So at the end of it, when you look back, because its a short period and it goes by very quickly, youll be able to say, I did what I came here to do.", "article_type": "Advisory Opinion", "doc_url": "https://docs.google.com/document/d/1YQWxdRDjlZ-BLv0bv0TkbfWrsc5dhxYhrgCFQ1TGcZc/edit?tab=t.0", "doc_id": "1YQWxdRDjlZ-BLv0bv0TkbfWrsc5dhxYhrgCFQ1TGcZc", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Advisory Opinion: Cold Calls</span></p><p ><span >Writer(s): Katerina Kakkis</span></p><p ><span >Date: 11/5/24</span></p><p ><span >Issue: 5</span></p><p ><span >Type of article: Advisory Opinion</span></p><p ><span ><br></span><span >Hi Kat, I just flubbed a cold call! How am I expected to go on living? Is there any coming back from this awful experience?</span></p><p ><span >&nbsp;</span></p><p ><span >Dear Reader,</span></p><p ><span >&nbsp;</span></p><p ><span >Don&rsquo;t cry because it happened; smile because it&rsquo;s over!</span></p><p ><span >&nbsp;</span></p><p ><span >Hopefully, you have already forgotten your cold call flub. If you haven&rsquo;t, I am sorry that it&rsquo;s bugging you, and I assure you that you&rsquo;re in good company. Now, let&rsquo;s chat about how to get over this academic hiccup. I promise you can come back from an unsatisfying cold call. The process for moving onward and upward may depend on where your stress is coming from: your peers&rsquo; opinions? Your professor&rsquo;s opinion? Your expectations for yourself? It all sucks and I have been there.</span></p><p ><span >&nbsp;</span></p><p ><span >But I have excellent news. You are not the main character of CLS. Law school is filled with busy people who at any given moment are trying to finish their reading before class and also map out their career trajectory, all while memorizing the FRCP. No one else will remember your flubby cold call. Consider focusing your energy on your to-do list or something fun rather than bullying yourself. You may always feel a slight cringe when the memory of this cold call is triggered, but I promise you that feeling will dwindle.</span></p><p ><span >&nbsp;</span></p><p ><span >As for other&rsquo;s opinions, if another student mentions your cold call in a way that makes you feel bad, I recommend a blank stare&mdash;maybe a slight smize&mdash;until they walk away. If you feel chatty, I suggest a slightly irrelevant but wise cliche, like &ldquo;beauty is in the eye of the beholder&rdquo; or &ldquo;one man&rsquo;s trash is another&rsquo;s treasure.&rdquo; And I am sure your professor has seen worse. If it would make you feel better to take some remedial action, consider showing up to office hours with sincere, well-researched questions.</span></p><p ><span >&nbsp;</span></p><p ><span >I wish you many happy cold calls in the future. Or you can look for classes with no cold calls.</span></p><p ><span >&nbsp;</span></p><p ><span >Cheers,</span></p><p ><span >Kat</span></p><p ><span >&nbsp;</span></p><p ><span >P.S. I am assuming you did not actively choose to say something offensive during your cold call. If you did say something offensive, you should think about it&mdash;self-reflect and </span><span >such. You&rsquo;re never too old or too smart to grow as a person.</span></p><p ><span >&nbsp;</span></p><p ><span >Katerina Kakkis is a 2L and Contributor for the Verdict. Want your question to be featured?</span><span ><a href=\"https://www.google.com/url?q=https://connect.law.columbia.edu/click?email_links_id%3D87771%26member_id%3D23655273&amp;sa=D&amp;source=editors&amp;ust=1740669409507757&amp;usg=AOvVaw14JeyFHK1SwZZpp6plT1a8\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://connect.law.columbia.edu/click?email_links_id%3D87771%26member_id%3D23655273&amp;sa=D&amp;source=editors&amp;ust=1740669409508104&amp;usg=AOvVaw0_Kp9B84qn9iYZUqXYusWM\" >Ask Kat here</a></span><span >!</span></p><p ><span ></span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:35:23.144Z", "updated_at": "2025-02-27T14:16:49.536Z"}}, {"model": "newsletter.article", "pk": 19, "fields": {"title": "The Verdict Reviews CHALLAWNGERS", "writer": "Tanisha Choudhary", "date": "2024-11-26", "volume_number": 1, "issue_number": 6, "short_title": "the-verdict-reviews-challawngers", "preview_text": "Yes, its cheesy. Yes, its low-budget and kind of slapped together. But thats what makes it endearing and fun to watch. Truthfully, its just fun to see your classmates make fools of themselves for an hour and a half. And the open bar and all you can eat pizza is, of course, a great incentive.", "article_type": "Op-Ed", "doc_url": "https://docs.google.com/document/d/1bG74b2wPC8j9EMsw77vJjZ2vB_qpjH4wFlHqtjqyHpI/edit?tab=t.0", "doc_id": "1bG74b2wPC8j9EMsw77vJjZ2vB_qpjH4wFlHqtjqyHpI", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: The Verdict Reviews CHALLAWNGERS</span></p><p ><span >Writer(s): Tanisha Choudhary</span></p><p ><span >Date: 11/26/24</span></p><p ><span >Issue: 6</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span ><br></span><span >&ldquo;IT&rsquo;S THE LAW SCHOOL ELECTION&mdash;ONLY TEN PEOPLE CARE, BUT THOSE TEN PEOPLE SURE TALK THE LOUDEST&rdquo;</span></p><p ><span >&nbsp;</span></p><p ><span >This November 7th, dozens of CLS students, battling the impending doom of finals and the dramatic results of a presidential election, were urgently seeking respite. How should law students understand the outcome of the election? Handle the prospect of practising law in an increasingly conservative judiciary system? Figure out what&rsquo;s left of LegReg? The folks at Law Revue answer these questions in two words: laughter and song.</span></p><p ><span >&nbsp;</span></p><p ><span >This semester&rsquo;s Law Revue production, ChalLAWngers, follows the story of the CLS Student Senate Elections while (bravely) parodying the 2024 Presidential Election. The story centers on three candidates: Donna Frump, Pamela Ferris, and MFK Jr., with appearances from characters like Joanna Mama, JG Lance, and Tom Lawz. The show progresses in segments, each loosely inspired by a real-life event from the campaign trails, the rallies, and the presidential debates. These stories culminate in the finale, where the election results are declared.</span></p><p ><span >&nbsp;</span></p><p ><span >As a student-run show, no one walked into the auditorium expecting Broadway levels of production. There was not much lighting work, the projected subtitles were sometimes delayed, and the most expensive prop in the show was probably the worm suit for MFK&rsquo;s brain worm (more on this later). Nevertheless, the evidently small budget added to the charm and relatability of the show. Donna Frump&rsquo;s tie and jacket combination landed. And you couldn&rsquo;t distinguish Pamela from Kamala in that wig.</span></p><p ><span >&nbsp;</span></p><p ><span >The show was undoubtedly political. It explored whether RFK Jr. is an embarrassment to his family, highlighted JD Vance&rsquo;s undeniably porcine features, and contemplated whether Kamala is indeed &ldquo;brat.&rdquo; Taking a fresh angle on any of these topics is, indeed, quite difficult. But in a reality as absurd as any satire&rsquo;s attempts to lampoon it, we applaud the directors&rsquo; creativity in amplifying the comedic aspects of the candidates. For example, the audience got to experience MFK Jr. depicted as a flesh puppet to his talking, human-sized brain worm, which speaks through him like Remy from </span><span >Ratatouille</span><span >. Needless to say, the audience certainly got their money&rsquo;s worth.</span></p><p ><span >&nbsp;</span></p><p ><span >Despite the political overlay, the topics lampooned in this year&rsquo;s Law Revue show also included the usual fare: jokes about outlines, topical commentary on our new dean, bewilderment about whether to italicize a period in a law review article (See inter alia, BB 4.1, pls fix thx, Sent from My iPhone). The show&rsquo;s script and lyrics were fluid, light-hearted, and effortlessly funny. The writers did a good job of balancing political jabs and comedy. Structurally, however, the show was a bit too loose. Audiences were thrust from one scene to another, often without much connective tissue. The show itself felt a lot more like several self-contained snapshots rather than a complete narrative&mdash;concededly, that might have been the directors&rsquo; intention, but it did make for a rather flat grand finale that left one of our writers &ldquo;looking for more.&rdquo; Having an intermission might have helped. We were also (kinda) disappointed that the show referenced the many clubs at CLS, and at some point even suggested starting a Legal Poetry Club </span><span >and</span><span >&nbsp;a Diet Coke club, but made no references to The Verdict. (As Donna Frump might say, &ldquo;Sad!&rdquo;)</span></p><p ><span >&nbsp;</span></p><p ><span >Reviewers of the show would be remiss not to highlight the exemplary performances. Donna Frump really stood out, and her Trump impressions were scarily accurate. To quote another one of our writers, &ldquo;</span><span >Before She Cheats</span><span >&nbsp;was just so, </span><span >so </span><span >good&rdquo; (emphasis added). Pamela Harris was also exceptional. We really hope to see both of them again in the show next semester. MFK&rsquo;s Jr.&rsquo;s baritone on &ldquo;My Favorite Things&rdquo; was also quite good. And hats off to the soul who channeled the dark, vengeful spirit of Edgar Allen Poe&rsquo;s Raven from &ldquo;The Raven.&rdquo; To quote one of our writers, &ldquo;I felt I was truly in the presence of a terrifying bird that embodied all of my academic anxieties.&rdquo; The punches were easy to follow and enjoyable.</span></p><p ><span >&nbsp;</span></p><p ><span >In all earnestness, the show was, as always, fun to experience. We want to encourage everyone who&rsquo;s never given Law Revue a chance to try to make it to next semester&rsquo;s show. Yes, it&rsquo;s cheesy. Yes, it&rsquo;s low-budget and kind of slapped together. But that&rsquo;s what makes it endearing and fun to watch. Truthfully, it&rsquo;s just fun to see your classmates make fools of themselves for an hour and a half. And the open bar and all you can eat pizza is, of course, a great incentive.</span></p><p ><span >&nbsp;</span></p><p ><span >As the late Roger Ebert once said, &ldquo;we laugh, that we may not cry.&rdquo; To offer respite in these trying times, through a show whose very conceit is those difficulties themselves, is an endeavor perhaps reckless, perhaps brave. But maybe between laughing and crying, and definitely between your third and seventh drinks, you&rsquo;ll begin to understand the magic of Law Revue.<br></span><span >&nbsp;</span></p><p ><span ><img alt=\"This post was fact checked by real American patriots TRUE\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXen9vmVZx061IOQj5LU4reEKizRqhcyHwqUZ-FO5oi2Hcqnp5w81K5wCqQDsTWZ8SseN8AqPsrtWNnpWtSbRLyha4If5f-Ubb_nCRQJooNBXSyOvRAjCCYbxD5UX9sx16kv-JOQ_Q?key=C2kj4L5FMPVG0fPMvydcdDEn\"  title=\"\"></span><span ><br> </span></p><p ><span >The following Writers contributed to this piece: Daniel Bugingo &rsquo;26, Tanisha Choudhary &rsquo;25, Hongyi Duan &rsquo;27, Elijah Pitt &rsquo;27, and Daniel Sweat &rsquo;25. This piece was edited and compiled by Tanisha Choudhary &rsquo;25 and Davawn Hartz &rsquo;25.</span></p><p ><span ></span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:36:12.418Z", "updated_at": "2025-02-27T14:16:48.469Z"}}, {"model": "newsletter.article", "pk": 20, "fields": {"title": "Letter to the Editor: Cold Calls", "writer": "Rawit Assamongkol", "date": "2024-11-26", "volume_number": 1, "issue_number": 6, "short_title": "letter-to-the-editor-cold-calls", "preview_text": "No one else will remember your flubby cold call. Without knowing more about Readers section and how flubby their cold call actually was, it may well be the case that no one else will remember. But! If it was flubby enough, Im sure that at least someone will remember your cold call, because I remember those bad cold calls. And how better could I demonstrate the memorability of these cold calls than by setting the scene and telling you exactly how they played out?", "article_type": "Op-Ed", "doc_url": "https://docs.google.com/document/d/1i9JiJpERZxFAtVD97xEtH7UVHD1CJeOOvf3pNtcqIdc/edit?tab=t.0", "doc_id": "1i9JiJpERZxFAtVD97xEtH7UVHD1CJeOOvf3pNtcqIdc", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Letter to the Editor: Cold Calls</span></p><p ><span >Writer(s): Rawit Assamongkol</span></p><p ><span >Date: 11/26/24</span></p><p ><span >Issue: 6</span></p><p ><span >Type of article: Op-Ed</span></p><p ><span ><br></span><span >Dear Editor,</span></p><p ><span >&nbsp;</span></p><p ><span >In the fifth issue of the Columbia Law Verdict, a reader wrote in to the Advisory Opinion asking for advice about their flubbed cold call. &ldquo;I just flubbed a cold call!&rdquo; they said. &ldquo;How am I expected to go on living? Is there any coming back from this awful experience?&rdquo; This was exaggeration, no doubt, and many of us in the law school know the feeling that inspired this message all too well.</span></p><p ><span >&nbsp;</span></p><p ><span >To start, let me be clear that I absolutely agree with most of the Columnist&rsquo;s response. Absolutely, Reader will get over this academic hiccup. Absolutely, Reader is not the main character of CLS. And almost absolutely, Reader&rsquo;s professor has seen worse. However, as part of her response to Reader&rsquo;s question, the Columnist says, &ldquo;No one else will remember your flubby cold call.&rdquo;</span></p><p ><span >&nbsp;</span></p><p ><span >Without knowing more about Reader&rsquo;s section and how flubby their cold call actually was, it may well be the case that no one else will remember. But! If it was flubby enough, I&rsquo;m sure that at least </span><span >someone </span><span >will remember your cold call.</span></p><p ><span >&nbsp;</span></p><p ><span >What is the basis of this assertion?</span></p><p ><span >&nbsp;</span></p><p ><span >Well, because </span><span >I </span><span >remember those bad cold calls. At night, I think back to my 1L year and cackle uncontrollably at the excruciatingly embarrassing cold calls of my classmates. (Totally unrelatedly, I&rsquo;ve never looked back to my own embarrassing civil procedure cold call where I said that there were seven justices on the Supreme Court because if I give that memory more than a fleeting thought I would implode.) Sometimes, when I&rsquo;m with my old classmates reminiscing on the days before we secured our 2L summer jobs, we would even bring up one another&rsquo;s egg-on-face cold call moments&hellip; In the spirit of camaraderie and collegiality, of course.</span></p><p ><span >&nbsp;</span></p><p ><span >And how better could I demonstrate the memorability of these cold calls than by setting the scene and telling you exactly how they played out? Reader and Columnist, let me describe to you some of the cold calls that stick out in my memory as some of the most entertaining to watch back in my head-cinema:</span></p><p ><span >&nbsp;</span></p><p ><span >1. </span><span >Ploof v. Putnam</span><span >, 71 A. 188 (Vt. 1908)</span></p><p ><span >Professor: Okay, so Ploof said that it was necessary for him to dock his boat on Putnam&rsquo;s island. What if there were other people on the lake that day, and they were like &ldquo;this is fine! Ploof is just being a </span><span >baby</span><span >.&rdquo; But Ploof really thought he couldn&rsquo;t handle the storm. Do you think that would have made a difference?</span></p><p ><span >Student: If&hellip; Uhh&hellip; If Ploof were just&hellip; just&hellip; a baby?</span></p><p ><span >&nbsp;</span></p><p ><span >2. </span><span >Blue Chip Stamps v. Manor Drug Stores</span><span >, 421 U.S. 723 (1975)</span></p><p ><span >Professor: Mr. Student, in this case, does the plaintiff have a private right of action under Rule 10b-5?</span></p><p ><span >Student: No, he doesn&rsquo;t.</span></p><p ><span >Professor: No, the other one.</span></p><p ><span >Student: He might, depending on the facts?</span></p><p ><span >Professor: The other, other one.</span></p><p ><span >Student: Oh. Yes he does.</span></p><p ><span >&nbsp;</span></p><p ><span >3. </span><span >Miller v. Lutheran Conference &amp; Camp Association</span><span >, 200 A. 646 (Pa. 1938)</span></p><p ><span >Professor: Student, can you recap from last time the two types of easements?</span></p><p ><span >Student: Yeah; they&rsquo;re easements of pertinence and easements in gross.</span></p><p ><span >Professor: Which one benefits people and which one benefits land?</span></p><p ><span >Student: Easements of pertinence run with the land, and easements in gross are given to people.</span></p><p ><span >Professor: And what are the rules for transferability?</span></p><p ><span >Student: Easements of pertinence-</span></p><p ><span >Professor: Are you saying &ldquo;easements </span><span >of</span><span >&nbsp;</span><span >pertinence</span><span >&rdquo;?</span></p><p ><span >&nbsp;</span></p><p ><span >4. </span><span >SEC v. Chenery Corp</span><span >, 332 U.S. 194 (1947) (&ldquo;</span><span >Chenery II</span><span >&rdquo;)</span></p><p ><span >Professor: Who&rsquo;s next on my call list&hellip; Ah! Student. Here&rsquo;s an easy one: Chenery Corp. shows up in your office, you&rsquo;re the SEC, and they ask for your advice about how to proceed. What do you tell them? What&rsquo;s the nature of the advice you give them?</span></p><p ><span >Student: I would&rsquo;ve given them legal advice?</span></p><p ><span >Professor: Yes, exactly.</span></p><p ><span >5 seconds pass</span><span >.</span></p><p ><span >Professor: Student?</span></p><p ><span >Student: Huh? Oh, I&rsquo;m sorry, I might&rsquo;ve misheard your question, but I said I&rsquo;d give Chenery legal advice.</span></p><p ><span >Professor: What?</span></p><p ><span >&nbsp;</span></p><p ><span >5. </span><span >United States v. Blaszczak</span><span >, No. 18-2825 (2d Cir. Dec. 27, 2022) (&ldquo;</span><span >Blaszczak II</span><span >&rdquo;)</span></p><p ><span >Professor: What were the facts of </span><span >United States v. Blaszczak</span><span >? Actually, let me speak briefly about the pronunciation. I think it&rsquo;s a Polish name, and it&rsquo;s actually pronounced &ldquo;Bwahsh-Chuk.&rdquo; I say &ldquo;Blay-Zak,&rdquo; but some people say &ldquo;Blaz-Kack,&rdquo; and those people are more wrong than I am. Anyway, what were the facts, Student?</span></p><p ><span >Student: Oh shit. Uh&hellip;</span></p><p ><span >&nbsp;</span></p><p ><span >6. </span><span >Bird v. Holbrook</span><span >, 130 Eng. Rep. 911 (1825)</span></p><p ><span >Professor: Student, what were the facts of this case?</span></p><p ><span >Student: Yeah, so this guy set up a spring loaded gun in his garden to prevent thieves from entering. This other guy is chasing a peafowl or a pheasant or something into the garden, and then the spring loaded gun goes off.</span></p><p ><span >Professor: Yes, very good. Holbrook set up the spring loaded gun to protect his tulip bulbs. Does anything strike you as funny about this case?</span></p><p ><span >Student: Well, I get that the bird was shot by the spring-loaded gun, but I didn&rsquo;t know that you could bring a lawsuit on behalf of an animal.</span></p><p ><span >&nbsp;</span></p><p ><span >I assert, without citation, that much electronic ink has been spilled criticizing cold calling and the Socratic method generally. The argument goes something like this: &ldquo;Too much stress! Not graded anyway! Slows down lectures and interrupts the professor&rsquo;s genius!&rdquo; The opposing view responds by saying &ldquo;Incentive to be prepared! Quick thinking like you&rsquo;re before a judge! More interactive than boring lectures! &rdquo;</span></p><p ><span >&nbsp;</span></p><p ><span >(Though these may seem like weak, unconvincing arguments, they are the best ones that ChatGPT could give me. Bearing in mind how large language models work, I take this as a sign that these are actual arguments that have been advanced by real people, some of whom might even be lawyers.)</span></p><p ><span >&nbsp;</span></p><p ><span >Ultimately, while I&rsquo;m sure some compelling arguments exist out there in favor of or against cold calling and the Socratic method, I espouse neither view: I have an aggressively neutral stance on cold calls as a pedagogical tool. On one hand, a terribly embarrassing cold call in Legislation and Regulation halfway through the semester did force me to </span><span >read </span><span >(yuck) for the remainder of the term. But on the other hand, cold calls really make me feel like a real-life, big boy law student in </span><span >The Paper Chase</span><span >&nbsp;who&rsquo;s going to be working for a </span><span >Suits</span><span >-style firm.</span></p><p ><span >&nbsp;</span></p><p ><span >I have no advice to offer Reader.</span></p><p ><span >&nbsp;</span></p><p ><span >Rawit is a 3L at CLS. No CLS students were harmed in the collection of these cold calls.</span></p><p ><span ></span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:36:44.578Z", "updated_at": "2025-02-27T14:16:47.007Z"}}, {"model": "newsletter.article", "pk": 21, "fields": {"title": "Advisory Opinion: Explaining the Law", "writer": "Katerina Kakkis", "date": "2024-11-26", "volume_number": 1, "issue_number": 6, "short_title": "advisory-opinion-explaining-the-law", "preview_text": "Kat, Im going home for Thanksgiving, and my family wants to know what Ive been learning at law school! How do I explain, well, anything?", "article_type": "Advisory Opinion", "doc_url": "https://docs.google.com/document/d/1-AGnGeIM2X5TXM7HbaLPIC18itCSzKi7NglleIJi3J8/edit?tab=t.0", "doc_id": "1-AGnGeIM2X5TXM7HbaLPIC18itCSzKi7NglleIJi3J8", "content_html": "<style type=\"text/css\"> @import url(https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA);</style><p ><span >Title: Advisory Opinion: Explaining the Law</span></p><p ><span >Writer(s): Katerina Kakkis</span></p><p ><span >Date: 11/26/24</span></p><p ><span >Issue: 6</span></p><p ><span >Type of article: Advisory Opinion</span></p><p ><span ><br></span><span >&ldquo;Kat, I&rsquo;m going home for Thanksgiving, and my family wants to know what I&rsquo;ve been learning at law school! How do I explain, well, anything?&rdquo;</span></p><p ><span >&nbsp;</span></p><p ><span >Dear Reader,</span></p><p ><span >&nbsp;</span></p><p ><span >I don&rsquo;t know if you are looking for guidance on explaining legal doctrine or socializing with non-law school people, but either way, keep it simple. Not just for their sake, but also for your own. Give that big brain a break.</span></p><p ><span >&nbsp;</span></p><p ><span >This is not an exam, so don&rsquo;t worry about trying to explain law school accurately. People are asking because they want to support you and know about your life. Anything you say will interest them (or they will happily pretend to be interested), so reflect on what you want to tell people about school. Is there anything you didn&rsquo;t expect? Any professors you admire&mdash;or not? Do they know you don&rsquo;t have a library?</span></p><p ><span >&nbsp;</span></p><p ><span >In my experience, crowd pleasers are unhinged torts cases or letting people ask you contracts or property questions. I recommend a retelling of the well-known and widely misunderstood story of </span><span >Liebeck v. McDonald&rsquo;s Restaurants</span><span >: the hot coffee drive-through spill that became the symbol of frivolous tort litigation. Tell the true story in plaintiff Stella&rsquo;s honor.</span></p><p ><span >&nbsp;</span></p><p ><span >If you don&rsquo;t feel like talking about school, I suggest starting with a regretful &ldquo;It&rsquo;s tough,&rdquo; before going into a &ldquo;but I honestly love [insert </span><span >something </span><span >about law school; I like the free carrot cake muffins, personally] and New York is always exciting,&rdquo; and ending with a &ldquo;I just gotta get through it.&rdquo; You can always muse on what it means to &ldquo;think like a lawyer,&rdquo; of course.</span></p><p ><span >&nbsp;</span></p><p ><span >Most of all, please try and take this time to relax. Relish the fact you will be away from the TJ Maxx cityscape that has consumed your life for the past couple months. Happy holidays, reader.</span></p><p ><span ></span></p><p ><span >Katerina Kakkis is a 2L and Contributor for the Verdict. Want your question to be featured?</span><span ><a href=\"https://www.google.com/url?q=https://connect.law.columbia.edu/click?email_links_id%3D87771%26member_id%3D23655273&amp;sa=D&amp;source=editors&amp;ust=1740669405660032&amp;usg=AOvVaw3dQS538mSavF7R-ncw-z-S\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://connect.law.columbia.edu/click?email_links_id%3D87771%26member_id%3D23655273&amp;sa=D&amp;source=editors&amp;ust=1740669405660250&amp;usg=AOvVaw1fnvy7vbbj_kvh1CLqZtGr\" >Ask Kat here</a></span><span >!</span></p><p ><span ></span></p>", "is_current_issue": false, "created_at": "2025-02-09T19:37:24.428Z", "updated_at": "2025-02-27T14:16:45.676Z"}}, {"model": "newsletter.article", "pk": 22, "fields": {"title": "One Weird Trick for Avoiding Bad Advice", "writer": "Daniel Bugingo 26", "date": "2024-12-03", "volume_number": 1, "issue_number": 7, "short_title": "one-weird-trick-for-avoiding-bad-advice", "preview_text": "Most advice is bad, and you know it. When someone suggests you do something, their thoughts are actually helpful maybe a quarter of the time. Advice tends to fall short for two reasons: First, giving and receiving instructions is easier than asking and considering questions, but instructions often arent the most useful form of advice. Second, its hard to say things that are both specific and relevant. This column dives into these two reasons before suggesting a trick for avoiding bad advice.", "article_type": "op-ed", "doc_url": "https://docs.google.com/document/d/1qe5skdSVGXpBeHGznmrzGlF9N9TwokLfOVF9eRMmmU0/edit?tab=t.0", "doc_id": "1qe5skdSVGXpBeHGznmrzGlF9N9TwokLfOVF9eRMmmU0", "content_html": "<html>\r\n  <head>\r\n  <style>\r\n\r\n    /* using this content div to avoid making footer 20px */\r\n    .content p {\r\n      font-size: 20px;\r\n    }\r\n  </style>\r\n  </head>\r\n  <body>\r\n    <div class=\"content\">\r\n\r\n<p ><span >Most advice is bad, and you know it. When someone suggests you do something, their thoughts are actually helpful maybe a quarter of the time. Advice tends to fall short for two reasons: First, giving and receiving instructions is easier than asking and considering questions, but instructions often aren&rsquo;t the most useful form of advice. Second, it&rsquo;s hard to say things that are both specific and relevant. This column dives into these two reasons before suggesting a trick for avoiding bad advice. But first, I need to distinguish practical advice from life advice.</span></p><p ><span ></span></p><p ><span ><strong>Life advice and practical advice</strong></span></p><p ><span ></span></p><p ><span >Life advice concerns things like whether to get married, whether to move to Chicago, whether to go to law school, if it makes sense to have another kid, whether to break ties with a family member, et cetera. Practical advice concerns things like how to do a proper deadlift, how to get a job, how to learn Italian, where to find the best kebab in a neighborhood, how to get a baby to stop crying, et cetera. I struggle to nail down the distinction. The best I can do is the above list of examples and the general observation that life advice tends to be ungoogleable and about &ldquo;should I?&rdquo;, while practical advice tends to be googleable and about &ldquo;how?&rdquo;.</span></p><p ><span ></span></p><p ><span >For life advice, questions are better than stories, and stories are better than instructions:</span></p><p ><span ></span></p><p ><span ><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXfbHYVoLl0AXp9rDZPFMl8BJTFKNryDZWm_Px-Ohu34d_YREB1Htk_k2D9qyx_-CbdaVxBEY207BzwwwjBoXVivUiN1Zizt9RoK9jxMEL01-3tLZLwJNQOg3GsRvhwmqCCAsdMRgI8?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\"  style=\"display: block; margin: 0 auto;\"></span></p><p ><span >&nbsp;</span></p><p ><span >But it&rsquo;s the other way around for practical advice:</span></p><p ><span ><img alt=\"quality of practical advice\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXfTeqB_FGDQFvuH6W9gFX8kQnFyAcuYbZnUUWv-aiJH4QVysp9lo4G1cPZ7Z8zQmwm3JYM-cq5TjgYMsdORlZcT2v2xG8ntcOAm9PqE4asAL9fn7QSFPy8t6OUVNLsoTR-B2aTAYbg?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\"  style=\"display: block; margin: 0 auto;\"></span></p><p ><span ></span></p><p ><span >For practical advice, questions are annoying and instructions are helpful. For life advice, questions are essential and instructions are a last resort. People can usually solve their own life problems when nudged with the right questions. Even when they can&rsquo;t and advice-givers need to give direct suggestions, instructions are better when preceded with lots of questions. </span></p><p ><span ></span></p><p ><span >With this distinction between practical and life advice in mind, we can move onto the first reason why most advice is bad. </span></p><p ><span ></span></p><p ><span ><strong>Reason #1: Instructions are easier to give and receive than questions</strong></span></p><p ><span ></span></p><p ><span >I once met a sensitive financial planner whose office is full of Kleenex boxes. She asks her clients probing questions about family and lifestyle. It&rsquo;s only after coming to a deep understanding of their values and motivations that she starts talking about IRAs and mutual funds. This is a lot of work. It would be easier for her to go to an online retirement calculator, punch in some numbers, and spit out a plan. It&rsquo;s a lot of work for her clients too: the thoughtful financial planner said she often turns down people who won&rsquo;t make themselves vulnerable enough to receive good advice. Instructions are easy to give and receive, but meaningful questions are difficult to ask and difficult to answer.[1]</span></p><p ><span ></span></p><p ><span >In the internet age, when we ask people for advice it&rsquo;s usually ungoogleable life advice. But asking the questions necessary for good life advice is hard, so advice-givers often skip the work of figuring out the advice-seeker&rsquo;s circumstances and simply start giving instructions. They might start speaking to a younger version of themselves or &ldquo;kids these days&rdquo; instead of to the advice-seeker sitting in front of them. Advice-seekers bear some responsibility for bad advice too&mdash;I&rsquo;m guarded, so I get awful life advice. Those of us with avoidant attachment styles can only get good life advice from old friends or people with exceptional interpersonal skills.</span></p><p ><span ></span></p><p ><span >Life advice is harder to come by and more valuable than practical advice. But we tend to receive bad life advice because questions are messier than instructions.</span></p><p ><span ></span></p><p ><span ><strong>Reason #2: It&rsquo;s hard to say things that are both specific and relevant</strong></span></p><p ><span ></span></p><p ><span >My high school physics teacher showed my class two important elements of a good measurement: precision and accuracy. He explained the difference with a graphic that looked something like this:</span></p><p ><span ><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXd7_JLgIN4y28F2smxedbFt2X9tB_ukH_UquiPsQNO48dBhYH_m5Yd873vbS_pFmb8EJMu-fwREfqFFfryl_na_cxvHX-sEdF__fREUFPQvFWrd8kA_glp8CWnOqL5TZM0GHcBV4EA?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\" style=\"border: 1.5px solid rgb(224, 220, 209); display: block; margin: 0 auto;\"></span></p><p ><span ><br>Likewise, there are two elements to good advice: specificity and relevance. This is true whether the advice comes in the form of instructions, stories, or questions. I&rsquo;m going to walk through the three ways the darts can miss the bullseye, and advice can fail to be both specific and relevant. Then we&rsquo;ll finally get to that one weird trick. Let&rsquo;s say you&rsquo;re wondering how to get a good grade in constitutional law.<br><br></span><span ><em>Vague and irrelevant advice</em><br></span><span ><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXeV7i9XwsA2bsa2TeqfLV59DJcuKRRNMNUiTcigD_iejeUI9qOrhkfL3R_1ry3T4XwlCRtuUoQLGB4Kp_nEpS2iLypEczDC7ucJMHsAb0Zv8sr2LIHrnDZZW9qmp5KCfDUGmKt_sQ?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\" style=\"width: 250px; border: 1.5px solid rgb(224, 220, 209);\"></span><span ><br><br></span><span >You ask someone how to do well on the exam, and they answer, &ldquo;I always say: honesty is the best policy.&rdquo; This is my favorite kind of bad advice since it often comes from a place of love (e.g., your parent who didn&rsquo;t go to law school). But it does just as often come from indifference (e.g., someone who got dragged onto a panel discussion). In any case, it&rsquo;s not helpful.<br><br></span><span ><em>Vague but relevant advice</em><br></span><span ><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXfa5i10eeDeSwqBruLi9wJflDMEZIvIAnJUqj5h61zpY8_c1iTBXRe24Cmkq8mY9GfNwKfkonBFahgAOg6jjnhDaaHOoHMo12-nXX1D6ttucSdykgH0fzBbpQ_UCdRXujzuHDJcG7g?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\" style=\"width: 250px; border: 1.5px solid rgb(224, 220, 209);\"></span><span ><br><br></span><span >Now let&rsquo;s say your advice-giver tells you, &ldquo;Go to class, do the readings, and find good outlines.&rdquo; This advice is better. But it&rsquo;s still not specific&mdash;it doesn&rsquo;t tell you what to do during class, how to approach the readings, what to do with an outline, or how to allocate your time.<br><br>Vague advice can be helpful, but its helpfulness depends entirely on who is being addressed. Consider the prominent internet shower thought, &ldquo;How is it that &lsquo;the pen is mightier than the sword&rsquo; but &lsquo;actions speak louder than words?&rsquo;&rdquo; The answer is the audience&mdash;a thoughtless goon needs the first vague aphorism while a hesitant waffler needs the second. Usually though, people deliver vague advice without really knowing the person receiving it. So it&rsquo;s like a tape measure with only foot markers: accurate, but not super helpful. We need specificity.<br><br></span><span ><em>Specific but irrelevant advice</em><br></span><span ><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXezs5Nz7SmN05Y_aB0r7adF3WrfeqTy-fssHOKcNw2dCkK2n16-56IiNPmu3Odxki6leIjMgfQaoa8PINpdgCZY2xEGWL8mQb0elXPLifCeku0VNOlA107WhBJQQ1AZ2ZouOA1mLQ?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\" style=\"width: 250px; border: 1.5px solid rgb(224, 220, 209);\"></span><span ><br><br></span><span >Now let&rsquo;s say your advice-giver insists you must pay attention to Justice Kennedy&rsquo;s concurrence in </span><span ><em>Parents Involved</em></span><span >&nbsp;if you want an A. They tell you the way Kennedy avoids the typical modalities of constitutional argument provides deep insights into the frameworks that underpin the course. This is the most common and the most frustrating sort of bad advice: hyper-specific to the advice-giver&rsquo;s prior successes but irrelevant to the advice-seeker. An approach that helps one student write an effective policy essay might be useless to another. Columnist Mary Schmich </span><span ><a href=\"https://www.google.com/url?q=http://chicagotribune.com/1997/06/01/advice-like-youth-probably-just-wasted-on-the-young-2/&amp;sa=D&amp;source=editors&amp;ust=1740669404608336&amp;usg=AOvVaw2b6pBQVXZzc4IOV2Om4rSK\" >warns</a></span><span >, &ldquo;Advice is a form of nostalgia. Dispensing it is a way of fishing the past from the disposal, wiping it off, painting over the ugly parts and recycling it for more than it&rsquo;s worth.&rdquo;<br><br></span><span ><em>Specific and relevant advice</em><br></span><span ><img alt=\"\" src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXdOYyAzN0cnb6SUMIX006ocjo3vH9KOJo-G9rHlIHhz0t9tHvTziGrDz44Ni80qX7UVHUYrvA1JlvdPIxtx9JWFVRjwDFy183-k7kor1NuStMoXAKrF5ZLEg_3T9OPV57v6_pfhtSI?key=i95jn0MVxDo_EDPv5jofZff2\"  title=\"\" style=\"width: 250px; border: 1.5px solid rgb(224, 220, 209);\"></span><span ><br><br></span><span >Now imagine your advice-giver has a long conversation with you. They learn about your performance on a midterm exam: You showed a strong command of how the Constitution limits and empowers the federal government but struggled with a policy question about the consequences of <i>Brown</i> (you&rsquo;re an international student without much context for American history). Your advice-giver points you to the exact slides you need to review in order to build a perspective on the development of constitutional law, and provides feedback on some practice essays you sketch out in the weeks leading up to the exam. <br><br>Good advice is rare and you should cherish it. And it&rsquo;s much easier to provide specific and relevant </span><span ><em>practical</em></span><span >&nbsp;advice than </span><span ><em>life</em></span><span >&nbsp;advice. Which leads us to that trick.<br><br></span><span ><strong>The one weird trick for avoiding bad advice</strong></span><span ><br><br>The one weird trick for avoiding bad advice is to never ask for life advice. Never ask for anything resembling life advice. Never give anyone the slightest suggestion you&rsquo;re in the market for life advice or it will come, unsolicited and unhelpful.<br><br>As far as I can tell, the only two ways to give good (i.e., specific and relevant) life advice are to already know someone well or to ask them many questions over a long period of time. Advice-givers rarely have the time for this. So just don&rsquo;t ask for life advice, and you&rsquo;ll avoid a lot of bad guidance.<br><br>Getting good practical advice is still hard but it&rsquo;s doable, especially at Columbia Law. If you&rsquo;ve already worked out the &ldquo;should I?&rdquo; questions in life, this school has world-class answers to the &ldquo;how?&rdquo; questions. PIPS and OPSC can show you how to get a job. Professors can show you how to analyze cases. Student organizations can show you how to live frugally and find community in New York. Kat&rsquo;s </span><span >Verdict</span><span >&nbsp;advice column can show you how to find free food on campus. <br><br>The advice you find at CLS is good, but it&rsquo;s more like the advice you&rsquo;d get from Target&rsquo;s customer service desk than the advice you&rsquo;d get from a rabbi. Take advantage of this school&rsquo;s deep wells of practical advice while steering clear of people telling you what to do with your life.<br><br></span><span >\r\n\r\n\r\n<p><em>Daniel Bugingo is a 2L and a Writer for </em>The Verdict<em>.</em></p>\r\n    </div>\r\n<hr>\r\n    <p>\r\n      <sup>1</sup> This is reflected in the cost of advice: Counselors and life coaches cost hundreds of dollars an hour while search engines have made instructions free (of course, people get free advice from friends and mentors, but you often get what you pay for).\r\n    </p>\r\n</html>", "is_current_issue": false, "created_at": "2025-02-09T19:38:02.208Z", "updated_at": "2025-02-28T02:24:58.490Z"}}, {"model": "newsletter.article", "pk": 23, "fields": {"title": "On the 2024 Election", "writer": "Fanggang (Albert) Zhu 25", "date": "2024-12-03", "volume_number": 1, "issue_number": 7, "short_title": "on-the-2024-election", "preview_text": "", "article_type": "op-ed", "doc_url": "https://docs.google.com/document/d/1SkIVAWuFAHsouX_XMM8hP0Coqhjo7xOXmmudsR7FoFo/edit?tab=t.0", "doc_id": "1SkIVAWuFAHsouX_XMM8hP0Coqhjo7xOXmmudsR7FoFo", "content_html": "<html>\r\n  <head>\r\n  <style>\r\n\r\n    /* using this content div to avoid making footer 20px */\r\n    .content p {\r\n      font-size: 20px;\r\n    }\r\n  </style>\r\n  </head>\r\n  <body>\r\n    <div class=\"content\">\r\n\r\n<p ><span >As a disciple of legal realism like everyone else at this law school, I&rsquo;ll admit that what I&rsquo;m about to say is no doubt influenced by my values, prejudices, and political opinions. But what I hope to accomplish here is to lay out my opinions about the return of Trump to the presidency in terms that seek to rise above political differences. My observations are threefold. First, Trump represents the American electorate&rsquo;s rejection of the principles of the rule of law, born from their distrust of this country&rsquo;s legal system. This reflects the lamentable condition of this country&rsquo;s civic discourse and represents a failure by those who built, utilize, and benefit from this legal system to really &ldquo;do justice.&rdquo; </span><span ><em>Cf.</span><span >&nbsp;</span><span >Berger v. United States</span><span ></em>, 295 U.S. 78, 88 (1935) (describing the U.S. Attorney&rsquo;s duty as one to ensure &ldquo;that justice shall be done&rdquo;). Second, it has been increasingly difficult, at least for me, to differentiate between illegality and bad policy. Trump and his associates so frequently challenge and sometimes successfully overturn legal norms that every policy decision seemingly becomes a legal question. A well-functioning political system, though, should not produce policy outcomes that touch the red wires of the law so frequently. Finally, we as law students know that &ldquo;bad times make bad law.&rdquo; The first Trump administration certainly delivered on that front, and we should expect the second Trump administration to produce even more &ldquo;bad&rdquo; precedents that will control for most of our professional careers.</span></p><p ><span >First, the American electorate sending Trump back to the White House signals its rejection of, or at least indifference to, the principles of the rule of law. &ldquo;The Government of the United States has been emphatically termed a government of laws, not of men.&rdquo; </span><span ><em>Marbury v. Madison</em></span><span >, 5 U.S. 137, 163 (1803). When discussing the separation of powers, James Madison wrote in Federalist No. 51 that &ldquo;[i]f men were angels, no government would be necessary. . . . In framing a government which is to be administered by men over men, . . . you must . . . oblige [the government] to control itself.&rdquo; And in Federalist No. 78, Alexander Hamilton argued that &ldquo;all the reservations of particular rights or privileges&rdquo; to the people and the States depend on an independent judiciary as well as an executive that respects such judgments. But Trump famously lacks such self-control in general and respect for the law in particular, especially when he loses in fair contests, making him particularly dangerous to this American experiment in democracy.</span></p><p ><span >Returning Trump to the presidency challenges the rule of law in many ways, even if we disregard his guilty verdicts in New York and federal prosecutions in D.C. and Florida. Trump is a man who incited supporters to storm the Capitol after</span><span ><a href=\"https://www.google.com/url?q=https://www.usatoday.com/story/news/politics/elections/2024/09/10/donald-trump-2020-election-claims-fact-check/75168089007/&amp;sa=D&amp;source=editors&amp;ust=1740669403283284&amp;usg=AOvVaw3hUKK58u_XVJoGwn_vSiWD\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.usatoday.com/story/news/politics/elections/2024/09/10/donald-trump-2020-election-claims-fact-check/75168089007/&amp;sa=D&amp;source=editors&amp;ust=1740669403283538&amp;usg=AOvVaw3KzhHxLGK35Xngfjb66Xxi\" >losing effectively every court case</a></span><span >&nbsp;challenging the 2020 election results. His presence on the Colorado ballot depended on a</span><span ><a href=\"https://www.google.com/url?q=https://www.supremecourt.gov/opinions/23pdf/23-719_19m2.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669403283740&amp;usg=AOvVaw1XAHlbjvtAfe1PhFVYwtz_\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.supremecourt.gov/opinions/23pdf/23-719_19m2.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669403283897&amp;usg=AOvVaw0Mt_pav6_KkbXuRwgkrbTj\" >SCOTUS ruling</a></span><span >&nbsp;not on the merits of whether he engaged in insurrection, as the</span><span ><a href=\"https://www.google.com/url?q=https://law.justia.com/cases/colorado/supreme-court/2023/23sa300.html&amp;sa=D&amp;source=editors&amp;ust=1740669403284049&amp;usg=AOvVaw3U2EGn1bI5HVNJDlom9tOM\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://law.justia.com/cases/colorado/supreme-court/2023/23sa300.html&amp;sa=D&amp;source=editors&amp;ust=1740669403284163&amp;usg=AOvVaw389IjMD-Woz82LxgRqgs9M\" >Colorado Supreme Court upheld</a></span><span >, but on the procedural question of which institution could so determine. And after almost 250 years of this republic&rsquo;s existence, it is his flirtations with criminality that gave</span><span ><a href=\"https://www.google.com/url?q=https://www.supremecourt.gov/opinions/23pdf/23-939_e2pg.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669403284332&amp;usg=AOvVaw047BgZwUFX4p3tBfqW0A20\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.supremecourt.gov/opinions/23pdf/23-939_e2pg.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669403284434&amp;usg=AOvVaw34xyn_VvLe-Wxv1vzKWD__\" >birth to the doctrine</a></span><span >&nbsp;that presidents are uniquely above this country&rsquo;s criminal laws. Trump has done something incredible in these examples, accomplishing a trifecta of disrespect for the rule of law. He does not respect decisions unfavorable to him rendered by duly authorized tribunals. He exploits gaps in the letter of the law in order to violate its spirit. And he managed to convince the judicial branch to abandon its own commitment to equality before the law. True, the highest court of the land gave its seal of approval to the latter two of these feats, but just because SCOTUS pronounced something legal doesn&rsquo;t mean it cannot also be contrary to the principles of our constitutional design. The Supreme Court, after all, is &ldquo;infallible only because [it is] final.&rdquo; </span><span ><em>Brown v. Allen</em></span><span >, 344 U.S. 443, 540 (1953) (Jackson, J., concurring). Merely pressing those arguments in public and in court should have been politically disqualifying. In a sane world, such a man would not be entrusted to &ldquo;take care that the laws be faithfully executed,&rdquo; Const. art. II, Sec. 3, because he has proven that he knows anything but how to do that.</span></p><p ><span >Not only does Trump himself pose a threat to the rule of law, his return points to a deeper problem in the country that sent him back to that post. It means that a majority of the electorate does not care about how their preferred candidate accomplishes policy goals that they believe, rightly or wrongly, will benefit them, as long as they get it done. But the &ldquo;how&rdquo; preserves the voters&rsquo; very ability to vote in their preferred candidates each election and to not suffer from arbitrary and capricious applications of state power when the political wind shifts, or when Trump&rsquo;s own preferences change&ndash;for example,</span><span ><a href=\"https://www.google.com/url?q=https://thehill.com/homenews/administration/376097-trump-take-the-guns-first-go-through-due-process-second/&amp;sa=D&amp;source=editors&amp;ust=1740669403285075&amp;usg=AOvVaw01wpXYv9QmnAFGXzWenryh\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://thehill.com/homenews/administration/376097-trump-take-the-guns-first-go-through-due-process-second/&amp;sa=D&amp;source=editors&amp;ust=1740669403285224&amp;usg=AOvVaw0Zgdbe895kh7dtzyteaHdq\" >when suggesting after the Parkland mass shooting</a></span><span >&nbsp;that the government should &ldquo;take the guns first, go through due process second.&rdquo;</span></p><p ><span >And yet</span><span ><a href=\"https://www.google.com/url?q=https://worldjusticeproject.org/sites/default/files/documents/US_Report_WJP_2024.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669403285430&amp;usg=AOvVaw2w1cJhbhneLdQItfHD35PJ\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://worldjusticeproject.org/sites/default/files/documents/US_Report_WJP_2024.pdf&amp;sa=D&amp;source=editors&amp;ust=1740669403285546&amp;usg=AOvVaw3rgDotGInZfoNiu9UjFigc\" >opinion polls suggest</a></span><span >&nbsp;that Americans still overwhelmingly (83%) believe that the president must always obey the law and the courts, even though the percentage of citizens who trust those same courts has declined to 56%. While almost everyone believes in the importance of the rule of law (96%), people have &ldquo;growing concerns over the actual implementation and integrity of the rule of law in the country.&rdquo;</span></p><p ><span >How can these statistics be squared with the electorate&rsquo;s embrace of Trump? While 83% of Americans may think in the abstract that presidents should follow the law and the courts, if asked specifically about Trump or about a specific Trump policy that is enjoined by the courts, the result might be a lot different. And 83% of people thinking that presidents should follow the law and judicial rulings does not necessarily mean that they will renounce him if he actually violates clear legal obligations, especially given widespread misgivings about the operation of the courts. Only 47% of Americans believe that judges decide cases in an independent manner, and only 31% believe that courts are not biased toward money or influence. Students of the law can have nuanced debates about the merits and limits of judicial supremacy and to what extent other branches of government interpret the law. But in the real world, it is a dangerous thing if a president could win more, not less, support for disobeying or ignoring the decisions of courts that the public distrusts. After all, we do not consider President Jackson, who</span><span ><a href=\"https://www.google.com/url?q=https://www.supremecourt.gov/publicinfo/speeches/sp_06-01-09.html&amp;sa=D&amp;source=editors&amp;ust=1740669403286025&amp;usg=AOvVaw2N55gJ67PrZ_gwgmquSjZF\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.supremecourt.gov/publicinfo/speeches/sp_06-01-09.html&amp;sa=D&amp;source=editors&amp;ust=1740669403286137&amp;usg=AOvVaw0_uu89ByxQ1QtXD6okF2fe\" >reportedly said</a></span><span >&nbsp;that &ldquo;[Chief Justice] John Marshall has made his decision, now let him enforce it,&rdquo; an example to emulate. Is it such a surprise that</span><span ><a href=\"https://www.google.com/url?q=https://www.nytimes.com/2017/03/15/us/politics/trump-andrew-jackson-grave.html&amp;sa=D&amp;source=editors&amp;ust=1740669403286289&amp;usg=AOvVaw1epyCGZfZiHaS3m412BZ00\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.nytimes.com/2017/03/15/us/politics/trump-andrew-jackson-grave.html&amp;sa=D&amp;source=editors&amp;ust=1740669403286400&amp;usg=AOvVaw2brkyt5b7xSKhXFlcQpl_I\" >Trump is a big admirer of Jackson&rsquo;s</a></span><span >?</span></p><p ><span >If it is concerns about the &ldquo;actual implementation and integrity of the rule of law&rdquo; that motivate people, then we must look inward at the failure of legal professionals&mdash;lawyers, prosecutors, judges&mdash;to &ldquo;do justice&rdquo; in our day-t0-day work. There are obvious things that we can do to ameliorate the decline of public trust in the justice system. Legal professionals have a responsibility to make the law, which can sound like indecipherable codewords, more accessible to everyday Americans. Our Constitutional scheme&mdash;for instance, the public&rsquo;s First Amendment right to access to criminal trials, </span><span ><em>see Globe Newspaper Co. v. Superior Court</em></span><span >, 457 U.S. 596 (1982)&mdash;assumes that the law is understandable to the public. People are fearful and distrusting of what they are not familiar with. To restore the public&rsquo;s trust in the law, we must help them understand it.</span></p><p ><span >In dealing with clients, lawyers can perhaps do more to break the law down into first principles that are understandable and persuasive to lay clients. More importantly, some of us will have the honor of serving as judges one day, and many of us will pen their opinions as clerks. When writing opinions, those in a judicial role can try harder to explain the rationale behind a legal doctrine afresh rather than simply citing a case that established it. </span><span ><em>Contra New York State Rifle &amp; Pistol Association, Inc. v. Bruen</em></span><span >, 597 U.S. 1, 20 (2022) (citing </span><span ><em>District of Columbia v. Heller</em></span><span >, 554 U.S. 570 (2008), for the proposition that Second Amendment right to bear arms &ldquo;does not depend on service in the militia&rdquo; without sparing just one sentence to explain why). And it doesn&rsquo;t help when the Supreme Court declines to rule on partisan gerrymandering at least in part because it thinks its rulings will simply be misinterpreted as partisan favoritism. (For example, at oral argument for </span><span ><em>Gill v. Whitford</em></span><span >, 585 U.S. 48 (2018), Chief Justice Roberts stated: &ldquo;[T]he intelligent man on the street is going to say that&rsquo;s a bunch of baloney. It must be because the Supreme Court preferred Democrats over the Republicans. And that&rsquo;s going to come out one case after another as these cases are brought in every state.&rdquo;) If the Court is really conscious about public perceptions of its legitimacy, then it should do the hard work to be more persuasive and fulfill its constitutional duty to &ldquo;say what the law is.&rdquo; </span><span ><em>Marbury</em></span><span >, 5 U.S. at 177.</span></p><p ><span >Second, the next Trump presidency will make it even harder to separate questions about the wisdom of policy from questions of its legality, to the detriment of constructive policy discussions. People have increasingly been turning to the courts to resolve issues that they are unable to resolve through the legislative process. This tactic can amount to asking a court to interfere with democratic prerogatives, a power courts are at times reluctant to exercise. </span><span ><em>Cf. United States v. Richardson</em></span><span >, 418 U.S. 166, 173 (1974) (justifying the denial of plaintiff&rsquo;s standing with his ability to &ldquo;assert his views in the political forum or at the polls,&rdquo; &ldquo;[s]low, cumbersome, and unresponsive though the traditional electoral process may be thought at times&rdquo;). The first Trump administration saw</span><span ><a href=\"https://www.google.com/url?q=https://harvardlawreview.org/print/vol-137/district-court-reform-nationwide-injunctions/&amp;sa=D&amp;source=editors&amp;ust=1740669403287668&amp;usg=AOvVaw0tTagiU7cMdh11FdXvXRoT\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://harvardlawreview.org/print/vol-137/district-court-reform-nationwide-injunctions/&amp;sa=D&amp;source=editors&amp;ust=1740669403287835&amp;usg=AOvVaw1WT6FTKQy9Qj0kNmmgxOP3\" >an explosion of nationwide injunctions</a></span><span >. Post </span><span ><em>Massachusetts v. EPA</em></span><span >, there has also been</span><span ><a href=\"https://www.google.com/url?q=https://attorneysgeneral.org/multistate-lawsuits-vs-the-federal-government/list-of-lawsuits-1980-present/&amp;sa=D&amp;source=editors&amp;ust=1740669403288096&amp;usg=AOvVaw3vWhC_2t-dbA2pTsd6Wdjc\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://attorneysgeneral.org/multistate-lawsuits-vs-the-federal-government/list-of-lawsuits-1980-present/&amp;sa=D&amp;source=editors&amp;ust=1740669403288238&amp;usg=AOvVaw2FqSnSDdeecjMnwyxY9sPi\" >a steady increase in state-led litigation</a></span><span >&nbsp;against the federal government. During the Obama administration, states sued the federal government 80 times; in the first Trump administration, that figure was 155; and in the Biden administration, as of November 30, 2024, the figure was 121.</span></p><p ><span >One popular explanation of this phenomenon has been the dysfunction of Congress and thus its inability to have productive policy dialogues with the Executive. </span><span >Developments in the Law &mdash; Court Reform, </span><span >137 Harv. L. Rev. 1701, 1707 (2024) (&ldquo;As gridlock in Congress has forced Presidents to turn to executive action, so too have nationwide injunctions increased.&rdquo;). But this partial explanation does not account for an observable difference in the amount of lawsuits during consecutive presidential administrations, seemingly without regard to the composition of the two houses of Congress. The President&rsquo;s party did not have control of both houses of Congress during about half of Bush Jr.&rsquo;s presidency, six out of eight years of Obama&rsquo;s, and half of Biden&rsquo;s, while Trump enjoyed two years of a Republican trifecta and governed for two years without it. Meanwhile, there were only 6 nationwide injunctions during Bush Jr.&rsquo;s two terms, 12 during Obama&rsquo;s two terms, and 14 during Biden&rsquo;s term through his third year in office, compared to 64 in Trump&rsquo;s first term. The better explanation, perhaps, is that Trump is more prone to abusing administrative law, while Biden has been more of a magnet for lawsuits initiated by politically-minded plaintiffs.</span></p><p ><span >Multi-state-led suits against the federal government, for which</span><span ><a href=\"https://www.google.com/url?q=https://attorneysgeneral.org/multistate-lawsuits-vs-the-federal-government/list-of-lawsuits-1980-present/&amp;sa=D&amp;source=editors&amp;ust=1740669403288826&amp;usg=AOvVaw2h7F5tbNJUU2fpOWPueIik\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://attorneysgeneral.org/multistate-lawsuits-vs-the-federal-government/list-of-lawsuits-1980-present/&amp;sa=D&amp;source=editors&amp;ust=1740669403288989&amp;usg=AOvVaw3jrvSk39eSgSbXX1HKHzsO\" >there is a ready database</a></span><span >, illustrate this point. I consider the cases that have been resolved so far, which amount to 117 for the Trump administration and 34 for Biden&rsquo;s, rather than the overall number of suits against the federal government (155 vs. 121), because I use the success or failure of the states&rsquo; suit as a rough indicator of whether the suit was meritorious or for political show. During the first Trump administration, a strong plurality of them, 57, concerned environmental issues, which were certainly not the most controversial during the Trump administration. Among these, states won 46 cases and lost 4, with 7 cases ending up neither a win nor a loss (for the database&rsquo;s purposes, typically this means that the plaintiff voluntarily withdrew the suit). Some of the more controversial Trump policies, such as those related to immigration, were also challenged in court. Only 14 closed cases concerned immigration, and among them states won 13 and lost 1. Overall, states were successful in 82 cases against the Trump administration, unsuccessful in 18, and came to a draw in 16 cases (with 1 case unaccounted for).</span></p><p ><span >In comparison, among the 34 closed cases so far where states sued the Biden administration, the category with the most cases at 11 is &ldquo;healthcare.&rdquo; These were all politically sensitive cases during the COVID-19 era about vaccine mandates or mask mandates. States won 10 of these cases, and the remaining case became moot. Then there have been 7 immigration cases, about twice as frequent as under the Trump administration. States won 4 of these and lost 2, while 1 case was a draw.</span></p><p ><span >What this data tells us is that a second Trump administration will likely continue the trend of not following the law when pursuing their political objectives, even when doing so wins them few political points. Many of his cabinet picks, such as RFK Jr. as HHS Secretary, Lee Zeldin as EPA Administrator, Kristi Noem as DHS Secretary, Pete Hegseth as Secretary of Defense, and Chris Wright as Energy Secretary, who were seemingly chosen based on their unfamiliarity with the levers of the federal government or the agency they are slated to lead, are also unlikely to respect the processes the law requires of them.</span></p><p ><span >This is not just a rule-of-law issue. In a well-functioning system, policymaking should not so frequently be confronting legal substance and procedure. The more energy we spend debating the legality of a specific policy, the less we retain for debating the wisdom of the policy and the longer we take to actually address issues this country faces. For example, after an agency regulation is struck down for not following the APA, the agency must try the rulemaking process again, which takes up additional time and money. It&rsquo;s a waste of resources for both the government (and by extension, us as taxpayers) and regulated industries, distracting them from their actual business and thus the country&rsquo;s economic growth. The Trump administration&rsquo;s seemingly cavalier attitude toward following the law when pursuing its policy objectives distracts us from substantive debates about policy that, for better or worse, actually has practical consequences. Instead of discussing whether a particular policy choice is good or bad, effective or ineffective, we are constantly held hostage by the question of whether a policy is legal or illegal. If Trump actually wants to improve government efficiency, perhaps he should start with instructing his administration to get things right on the first try.</span></p><p ><span >Third and finally, we in law school are familiar with the phrase &ldquo;bad times make bad law.&rdquo; This was true of the first Trump administration. So I shudder to think what legal precedents a second Trump administration will generate&mdash;precedents that could easily persist for the entirety of our professional careers.</span></p><p ><span >To begin, I do take a bit of an issue with the phrase &ldquo;bad times make bad law.&rdquo; To nobody&rsquo;s surprise, the phrase is not universally true. Bad times certainly make law: When the political process is dysfunctional, people turn to the courts to fight their ideological battles. But not all of these cases from &ldquo;bad times&rdquo; are bad. Any 1L who has taken Constitutional Law understands that the more turbulent the times, the more impactful the SCOTUS opinions from those eras. To this day, Reconstruction-era cases still define civil rights doctrine, Civil Rights Movement-era cases First Amendment jurisprudence, and Vietnam War-era cases presidential war powers. Without some of this litigation, we wouldn&rsquo;t even have judicial interpretations of some important constitutional provisions. And some of the most controversial issues that came before the court were resolved, in hindsight, correctly.</span></p><p ><span >What makes bad law in bad times, however, is a Supreme Court incapable of taking a long-term view, even though it is the only branch of government that is institutionally equipped to do so by virtue of its members&rsquo; lifetime appointments. That is what happened in cases like </span><span ><em>Korematsu</em></span><span >, decided with an eye toward the war effort and not much else, and </span><span ><em>Dred Scott</em></span><span >, when Justice Taney thought he could forestall the Civil War.</span></p><p ><span >And the Supreme Court has sure been short-sighted in pivotal case after pivotal case during Trump&rsquo;s administration and after Trump reshaped it. I&rsquo;m not even talking about disappointments like </span><span ><em>Dobbs</em></span><span >, where we are still waiting to see how Justice Alito&rsquo;s quip that &ldquo;[w]omen are not without electoral or political power&rdquo; will shake out on the national stage. 597 U.S. 215, 289 (2022). Any student who has taken Leg Reg can tell you that administrative law is but a tool that executives of either ideological persuasion can use to their advantage. Changing administrative law doctrine for the short-term gain or loss of a particular president would simply backfire when the next president wants to switch gears. Yet the Supreme Court was intent on granting the president expansive &ldquo;executive power&rdquo; to fire executive branch officials, like the head of the CFPB, at will when it was Trump who wanted the power to do so, only for Biden to fire Trump&rsquo;s appointee, undermining the political independence of an agency where it is crucial. It was also bent on taking away the executive branch&rsquo;s power to make reasonable interpretations of ambiguous statutes when it was Biden they were ruling against, only to see Trump back in the White House, seeking to make sweeping changes to the administrative state while interpreting those very same statutes.</span></p><p ><span >The most egregious example, perhaps, is granting Trump almost absolute immunity from criminal prosecution for official acts, a doctrine never before needed in this country&rsquo;s almost 250-year history. </span><span ><em>Trump v. United States</em></span><span >, 603 U.S. 593 (2024). Chief Justice Roberts and the fellow justices in the majority might have thought that they&rsquo;re actually protecting Clinton, Obama, and Biden from retributive criminal investigations and prosecutions that Trump was likely to order if he were reelected. That would be an incredibly short-sighted consideration, however&mdash;especially given that Trump will at most be in power for another four years, and that the range of things that a president can now do without worrying about criminal penalties far outstrips the narrow power to direct an improper prosecution of a former president against whom he holds a grudge. But their ruling may stay on the books forever, since it&rsquo;s unlikely that this issue will ever arise again at the Supreme Court.</span></p><p ><span >And think about what will come next. The trend of giving the president more and more control over his executive branch will likely continue when litigation arises from the Trump administration&rsquo;s attempt to implement Project 2025&rsquo;s Schedule F scheme in order to replace career civil servants with MAGA loyalists. Trump might also seek to take more direct control over the Federal Reserve, and the exceptions SCOTUS preserved for such bodies in </span><span ><em>Seila Law</em></span><span >&nbsp;might not hold out for long. A central bank beholden to political considerations is simply a bad idea, since an Executive motivated by reelection is more likely to disregard the longer-term inflationary pressures from monetary policies that boost short-term economic growth. There might also be lawsuits concerning the deployment of the military or national guard to enforce immigration laws or to clamp down on protest activities, direction of politically motivated prosecutions, or closing of the border yet again while motivated by religious animus. I am not confident that, given the current Court&rsquo;s expansive views of executive power and its short-sightedness, it will meaningfully constrain Trump for the benefit not only of people living during his administration, but also those who come long after.</span></p><p ><span >So should we pack our bags, find a country that still allows Americans to stay and work for a long time or grab our foreign passports, and leave? Or just tune out from politics? That&rsquo;s certainly a temptation for many, and I&rsquo;ll admit I haven&rsquo;t been following the news as enthusiastically as before. But as my parents have always told me, and as I was glad to</span><span ><a href=\"https://www.google.com/url?q=https://www.instagram.com/reel/DAAAvgzs8fW/?utm_source%3Dig_web_copy_link%26igsh%3DMzRlODBiNWFlZA%3D%3D&amp;sa=D&amp;source=editors&amp;ust=1740669403291751&amp;usg=AOvVaw3ZtKQr5G9k5X7ol_xT_UBG\" >&nbsp;</a></span><span ><a href=\"https://www.google.com/url?q=https://www.instagram.com/reel/DAAAvgzs8fW/?utm_source%3Dig_web_copy_link%26igsh%3DMzRlODBiNWFlZA%3D%3D&amp;sa=D&amp;source=editors&amp;ust=1740669403291976&amp;usg=AOvVaw3kYNbzzW7pNAx6Uq5f9Mqp\" >hear Tim Walz</a></span><span >&nbsp;say on the campaign trail, even if &ldquo;[you&rsquo;re] not that into politics, . . . too damn bad, politics is into you.&rdquo; Like I argued earlier, to restore people&rsquo;s trust in the rule of law, we must make sure that the law is comprehensible to the people. By virtue of being educated in the law, we bear a special responsibility for helping to achieve that. So maybe you took a chill pill and ignored some family members&rsquo; out-there political rant at Thanksgiving dinner this time around&mdash;totally understandable&mdash;but next time, talk to them. Talk to them about your thoughts on the merits of a policy, not just its legality. And talk to them about where the law is going and the merits, the rationale, and, yes, the history and tradition of those doctrines. Break things down into first principles and explain what the real-life impacts are on the person you&rsquo;re talking to and the people they know. It&rsquo;s one thing to explain how Justice Gorsuch read sexual orientation into sex as a textualist matter in </span><span ><em>Bostock</em></span><span >; it&rsquo;s another to point out how treating the LGBTQ+ community equally in the workplace is good not just for their dignity, but also the economy. We are specially equipped to do both, so do both. As Ben Franklin once reportedly said, the United States is &ldquo;a republic, if you can keep it.&rdquo; This is how we keep it.</span></p>\r\n\r\n<p><em>Albert is a 3L at CLS.</p>\r\n    </div>\r\n</html>", "is_current_issue": false, "created_at": "2025-02-09T19:38:36.016Z", "updated_at": "2025-02-28T02:06:46.270Z"}}, {"model": "newsletter.article", "pk": 25, "fields": {"title": "Advisory Opinion: Finals", "writer": "Kat Kakkis 26", "date": "2024-12-03", "volume_number": 1, "issue_number": 7, "short_title": "advisory-opinion-finals", "preview_text": "Dear Kat, Finals are coming up. Im stressed, unprepared, and starting to panic. I might survive by sheer force of will and excessive amounts of caffeine, but is there another way? How will I get through this?", "article_type": "op-ed", "doc_url": "https://docs.google.com/document/d/1GFUohPPIHpP39srSu2RuMNPiyKLY89jvRZGOSB8srTg/edit?tab=t.0", "doc_id": "1GFUohPPIHpP39srSu2RuMNPiyKLY89jvRZGOSB8srTg", "content_html": "<html>\r\n  <head>\r\n  <style>\r\n\r\n    /* using this content div to avoid making footer 20px */\r\n    .content p {\r\n      font-size: 20px;\r\n    }\r\n  </style>\r\n  </head>\r\n  <body>\r\n    <div class=\"content\">\r\n\r\n<p><em>&ldquo;Dear Kat, Finals are coming up. I&rsquo;m stressed, unprepared, and starting to panic. I might survive by sheer force of will and excessive amounts of caffeine, but is there another way? How will I get through this?&rdquo;</span></em></p>\r\n\r\n\r\n<p ><span >Dear Reader,</span></p>\r\n<p ><span >There might be another way, but I don&rsquo;t know one! If you do, please call me at (678) 999-8212.</span></p>\r\n\r\n<p ><span >Let&rsquo;s take a deep breath because more stress means higher cortisol levels, which means worse focus and sleep. Remember: You have been learning throughout this entire semester, not just since you started outlining (or whenever you will start). Instead of making a study plan purely based on maximizing content consumption, consider how you best retain info. I also suggest minimizing daily choices you have to make, like what to eat or where to study. It may not do much, but having less decision fatigue generally may help you be consistent and stick to a schedule.</span></p>\r\n\r\n<p ><span >You may feel like you can&rsquo;t do practice tests until your outline is done or you have reviewed everything. This won&rsquo;t resonate with everyone, but if it resonates with you, ignore that feeling! It is likely just a manifestation of procrastination (mmm that rolls off the tongue). Practice exams are terrifying and it is easy to logic yourself out of them. Just do them. You don&rsquo;t need to replicate an exam setting perfectly or do an entire exam in one sitting. All I can say is that knowing the material doesn&rsquo;t matter (exam-wise) if you aren&rsquo;t comfortable putting it in writing. Also, test out Exam4 before your exams because it is not user friendly!</span></p>\r\n\r\n<p ><span >It will be over before you know it. It&rsquo;s been lovely advising you this semester. Keep the questions flowing and go see Gladiator II (this is not a paid ad).</span></p>\r\n\r\n<p ><span >Best,<br>Kat</span></p><p ><span ></span></p>\r\n\r\n <p><em>Katerina Kakkis is a 3L and a Contributor for </em>The Verdict<em>.</em></p>\r\n    </div>\r\n</html>", "is_current_issue": false, "created_at": "2025-02-09T21:22:08.481Z", "updated_at": "2025-02-28T02:31:37.439Z"}}, {"model": "newsletter.article", "pk": 26, "fields": {"title": "The Five Most Romantic 1L Cases", "writer": "Daniel Bugingo 26", "date": "2025-02-14", "volume_number": 2, "issue_number": 1, "short_title": "five-most-romantic-1l-cases", "preview_text": "Valentines Day is the libertarians holiday. The government usually has an interest in regulating things as unfair and dangerous as romance, but in love we are freeheartbroken, mogged on, gaslit, bankrupted, ghosted, and embarrassed, but free. Here are the five most romantic 1L cases.", "article_type": "features", "doc_url": "https://docs.google.com/document/d/1HvOP8jzkYsdTs-31M4xbeKtgV_7f8F_Xa8xi9kzlYkA/edit?tab=t.0", "doc_id": "1HvOP8jzkYsdTs-31M4xbeKtgV_7f8F_Xa8xi9kzlYkA", "content_html": "<html>\r\n<head>\r\n<style>\r\n\r\n/* using this content div to avoid making footer 20px */\r\n    .content p {\r\n      font-size: 20px;\r\n    }\r\n  </style>\r\n</head>\r\n  <body>\r\n<div class=\"content\">\r\n    <p>\r\n      Valentines Day is the libertarians holiday.<sup>1</sup>\r\n      The government usually has an interest in regulating things as unfair and dangerous as romance, but in love we are freeheartbroken, mogged on, gaslit, bankrupted, ghosted, and embarrassed, but free. Lovers are free to remain childless, free to marry who they love, free to avoid tort creditors, and free to do whatever is going on in \r\n      <i>Michael H.</i> Here are the five most romantic 1L cases.\r\n    </p>\r\n\r\n  <div class=\"text-center mb-4\">\r\n  <img \r\n    src=\"/static/newsletter/romantic-case-tier-list new 2.png\"\" \r\n    class=\"img-fluid\" \r\n    alt=\"JGH Artwork\"\r\n    style=\"max-height: 300px;\"\r\n  >\r\n</div>\r\n\r\n    <p>\r\n      <strong>B-tier</strong>\r\n    </p>\r\n    <p>\r\n      <em>In re Estate of Kievernagel</em>, 83 Cal. Rptr. 3d 311 (2008)\r\n    </p>\r\n    <p>\r\n      No maam, your late husband made it clear he wanted his sperm destroyed, is how one attack outline describes this case. Iris Kievernagel could not convince her husband Joseph to have children in life or in death. While I feel bad for Iris, this B-tier romance does create some puzzles for us budding legal eagles. Why does the court accept Josephs consent form and destroy his potential progeny, but reject the will in \r\n      <em>Eyerman</em> (holding due to public policy<sup>2</sup> you cant destroy a deceased womans house despite her really wanting it destroyed upon her death)? Was Josephs sperm intellectual property? Will the president, the self-proclaimed father of IVF,<sup>3</sup> issue an executive order clarifying these issues?\r\n    </p>\r\n    <p>\r\n      <em>Michael H. v. Gerald D.</em>, 491 U.S. 110 (1989)\r\n    </p>\r\n    <p>\r\n      Michael has a baby with Carole, a model who lives next door. Unfortunately, Carole is married to Gerald, a French oil executive. Geralds name ends up on the babys birth certificate, and the couple wont let Michael have a relationship with his biological child.\r\n    </p>\r\n    <p>\r\n      So Michael stands on the 14th amendment substantive due process tradition to assert a right to see his out-of-wedlock child. But the Court decides its super constitutional for California to prioritize Caroles marriage with Gerald over Michaels relationship with his child.<sup>4</sup> S-tier drama, B-tier romance.\r\n    </p>\r\n    <p>\r\n      <strong>A-tier</strong>\r\n    </p>\r\n    <p>\r\n      <em>Obergefell v. Hodges</em>, 576 U.S. 644 (2015)\r\n    </p>\r\n    <p>\r\n      Im pretty sure Jim Obergefell liked his husband John more than vice versa when they met in 1992: John liked to say for us, It wasnt love at first sight, it was love at third sight.<sup>5</sup> <i>John liked to say for us.</i>\r\n    </p>\r\n    <p>\r\n      John Arthur was a confident, mister-steal-your-man type. Jim was diffident and still in the closet. But the second time they met, perhaps scared of being condemned to live in loneliness,<sup>6</sup> Jim found the courage to solicit a date from John. And the third time they met, I guess John finally saw in Jim what Jim was seeing in John, and the rest is history. <em>Obergefell</em> broke ground for timid, low-charisma men everywhere.\r\n    </p>\r\n    <p>\r\n      <em>Loving v. Virginia</em>, 388 U.S. 1 (1967)\r\n    </p>\r\n    <p>\r\n      Hank Williams Jr.s song If Heaven Aint a Lot Like Dixie is basically all my values and preferences inverted (Take me to hell or New York City/It would be about the same to me).<sup>7</sup> But I unironically love that track since its cool when people are proud of where theyre from.\r\n    </p>\r\n    <p>\r\n      Mildred and Richard Loving grew up in Virginia, but they fled to Washington D.C. after police burst into their bedroom to enforce anti-miscegenation laws. D.C. was not for them: [T]he Lovings missed family, friends and their easy country lifestyle in the rolling Virginia hills.<sup>8</sup> So inspired by the Civil Rights Movement, they went back home and got the Court to legalize their marriage. Very moving power couple: A-tier.\r\n    </p>\r\n\r\n    <p>\r\n      <strong>S-tier</strong>\r\n    </p>\r\n <p>\r\n      <em>Sawada v. Endo</em>, 561 P.2d 1291 (1977)\r\n    </p>\r\n<p>But its 2025, wokeness is over, merit is back, and those DEI cases sure wont be breaking into the S-tier.</p>\r\n<p>Kokichi Endo injures a couple, the Sawadas, in a car accident, and its totally his fault. But when the Sawadas come after him for damages, Endo shields his property with the old thats not my stuff, thats my <i>marriages</i> stuff, and wait my marriage just gave it to our son so you cant touch it, ha! trick. </p>\r\n<p>Love conquers all, including creditors.</p>\r\n<p><em>Daniel Bugingo is a 2L and a Writer for </em>The Verdict<em>.</em></p>\r\n</div>\r\n<hr>\r\n    <p>\r\n      <sup>1</sup> Scott Alexander, Love and Liberty, Astral Codex Ten (Feb. 14, 2024), <a href=\"https://www.google.com/url?q=http://www.astralcodexten.com/p/love-and-liberty&amp;sa=D&amp;source=editors&amp;ust=1739493850565215&amp;usg=AOvVaw34RA94Uj06gLFuediQWHhF\">www.astralcodexten.com/p/love-and-liberty</a>.\r\n    </p>\r\n    <p>\r\n      <sup>2</sup> If because of public policy means something more to you than because I said so please email me. Im more than halfway through law school, its been explained to me several times, and it still strikes me as insanely Calvinball, even for law.\r\n    </p>\r\n    <p>\r\n      <sup>3</sup> Gram Slattery, Donald Trump Calls Himself Father of IVF at All-Women Town Hall, Reuters (Oct. 16, 2024), <a href=\"https://www.google.com/url?q=http://www.reuters.com/world/us/donald-trump-calls-himself-father-ivf-all-women-town-hall-2024-10-16&amp;sa=D&amp;source=editors&amp;ust=1739493850565532&amp;usg=AOvVaw0UfBoYMbmXD2TyajB0fVmI\">www.reuters.com/world/us/donald-trump-calls-himself-father-ivf-all-women-town-hall-2024-10-16</a>.\r\n    </p>\r\n    <p>\r\n      <sup>4</sup> Where, however, the child is born into an extant marital family, the natural fathers unique opportunity conflicts with the similarly unique opportunity of the husband of the marriage; and it is not unconstitutional for the State to give categorical preference to the latter. <em>Michael H. v. Gerald D.</em>, 491 U.S. at 129.\r\n    </p>\r\n    <p>\r\n      <sup>5</sup> Tess Bonn, Jim Obergefell Looks Back on 8 Years of Marriage EqualityAnd the Great Love That Made It Possible, Katie Couric Media (June 26, 2023), <a href=\"https://www.google.com/url?q=https://katiecouric.com/news/jim-obergefell-interview-marriage-equality/&amp;sa=D&amp;source=editors&amp;ust=1739493850565860&amp;usg=AOvVaw0akCwgLSTX9vYjSR4316rH\">www.katiecouric.com/news/jim-obergefell-interview-marriage-equality</a>.\r\n    </p>\r\n    <p>\r\n      <sup>6</sup> <em>Obergefell v. Hodges</em>, 576 U.S. at 681.\r\n    </p>\r\n    <p>\r\n      <sup>7</sup> Hank Williams, Jr., If Heaven Aint a Lot Like Dixie (1982).\r\n    </p>\r\n    <p>\r\n      <sup>8</sup> Douglas Martin, Mildred Loving, Who Battled Ban on Mixed-Race Marriage, Dies at 68, N.Y. Times (May 6, 2008), <a href=\"https://www.google.com/url?q=http://nytimes.com/2008/05/06/us/06loving.html&amp;sa=D&amp;source=editors&amp;ust=1739493850566210&amp;usg=AOvVaw270X21zbhUqqgNjdpdznlQ\">nytimes.com/2008/05/06/us/06loving.html</a>.\r\n    </p>\r\n  </body>\r\n</html>", "is_current_issue": false, "created_at": "2025-02-13T21:47:17.229Z", "updated_at": "2025-02-28T01:47:14.254Z"}}, {"model": "newsletter.article", "pk": 27, "fields": {"title": "On Jonathan Berry's \"Beyond DEI: Rescuing the Human Person from Inhuman Law\"", "writer": "Elijah Pitt 27", "date": "2025-02-28", "volume_number": 2, "issue_number": 2, "short_title": "jonathan-berry", "preview_text": "\"Jonathan Berry's talk purported to tackle what he deemed a pressing issue in modern legal governance: the rising influence of large, anti-majoritarian corporations. In actuality, the talk used flimsy arguments about the commodification of identity to justify dissolving DEI initiatives. Berry's speech is reflective of the larger conservative push to scapegoat minorities as responsible for social issues, falling squarely in line with the fascist politics of President Donald Trump.\"", "article_type": "op-ed", "doc_url": "", "doc_id": "", "content_html": "<html>\r\n<head>\r\n<style>\r\n\r\n/* using this content div to avoid making footer 20px */\r\n    .content p {\r\n      font-size: 20px;\r\n    }\r\n  </style>\r\n</head>\r\n<body>\r\n\r\n<div class=\"content\">\r\n\r\n<p>On November 18, 2024, Columbia Law Schools Federalist Society hosted a lecture by Jonathan Berry, best known for co-authoring <a href=\"https://static.project2025.org/2025_MandateForLeadership_FULL.pdf\">Project 2025</a>. His talk, titled Beyond DEI: Rescuing the Human Person from Inhuman Law, purported to tackle what he deemed a pressing issue in modern legal governance: the rising influence of large, anti-majoritarian corporations. In actuality, the talk used flimsy arguments about the commodification of identity to justify dissolving DEI initiatives. Berrys speech is reflective of the larger conservative push to scapegoat minorities as responsible for social issues, falling squarely in line with the fascist politics of President Donald Trump.</p>\r\n<p>According to Berry, corporate commodification has two damaging implications. First, because high-ranking corporate officials skew left politically, liberal ideologies have an undue influence on policy. Second, large companies commodify identity and culture by selling the idea of limitlessness to brand products. As he described it, limitlessness encourages people to seek opportunities beyond their capabilities, presuming that their identity will compensate for their lack of qualifications.</p>\r\n<p>Berry forwarded various solutions to the issuefrom prohibiting companies from enacting DEI quotas through government regulation to beginning board meetings with the Pledge of Allegiancethat echoed policies proposed in his Mandate for Leadership. His advice to lecturees was to reject limitlessness and instead to recognize the constraints on their potential. In practice, this looks like only applying for summer positions that one believes she is actually qualified for rather than applying broadly.</p>\r\n\t<p>On its face, Berrys message of accepting ones limits doesnt seem problematic. The lecture began to unravel when Berry applied this argument to minority groups. Berrys example of the commodification of Black identity was a bus advertisement that read Wakanda Forever. When prompted to explain the connection between Wakanda Forever and limitlessness, Berry simply repeated his earlier assertion without justifying how the advertisement targeted or commodified Black identity. Seemingly, Berry made the assumption that an advertising campaign for the most widely-watched media franchise aimed to promote false courage in Black people, solely because it featured a majority-Black cast.</p>  \r\n\t<p>To Berrys credit, there is merit to his claim about the commodification of identity by large corporations. LGBT+ advocates have long critiqued corporate pride for exploiting the queer community for profit rather than meaningfully supporting queer rights. Where Berry errs is his assertion that this trend is unique to minority groups like queer and Black people, when in fact nearly every holiday is commodified. Pharmacies stock up on cards and flowers for Mothers Day, department stores sell deer ears and stockings near Christmas, and Peeps make their annual appearance every Easter. Is CVS Pharmacy trying to sell the idea that motherhood has no constraints? Or, the more likely answer: Corporations capitalize on trends because they want to make money. Berrys argument has little to do with liberal corporations forcing identity politics down Americas throat, and much more to do with them trying to maximize profits.</p>\r\n\t<p>It may seem like Berrys claims are simply misled, but analyzing the framing of the lecture reveals something more insidious. Although Berry spends most of his time critiquing large corporations generally, he chose to title his speech Beyond DEI, centering a particularly inflammatory, yet underdeveloped, theme of his talk. He cherry-picked examples of corporate commodification that focused on minority groups while glossing over ways in which every identity is commodified. For every Black Panther that chants Wakanda Forever, there are five Interstellars that say Our destiny lies above us. Berrys choice to highlight minorities shows more of a commitment to dissolving DEI initiatives than critiquing corporate commodification. Why wouldnt starting board meetings with the Pledge of Allegiance lead to the commodification of American identity? Why are DEI hires examples of corporate limitlessness, but nepotism hires are not? These glaring contradictions arent an issue to Berry.  The only laws he views as inhuman are those that aim to benefit historically marginalized groups.</p>\r\n<p>Berrys speech is indicative of the modern conservative political strategy: Create a bogeyman and garner support from fear. While the myth of all-powerful woke corporations drives his argument, he provides little convincing evidence that DEI initiatives are uniquely harmful. Instead, he relies on buzzwords to inflame a non-issue, a tactic that has proven successful for many conservative thinkers. Most prominent among these is President Donald Trump, whose campaign boiled down to a politics of blame. Trump galvanized his base by targeting groups that posed some manufactured threat to civil society. <a href=\"https://www.reuters.com/world/us/trump-focuses-migrants-crime-here-is-what-research-shows-2024-04-11/\">Your neighborhoods are crime-riddled</a> because of Mexicans illegally crossing the border. <a href=\"https://www.nbcnews.com/nbc-out/out-politics-and-policy/trump-false-claims-schools-transgender-surgeries-rcna170217\">Your kids are unsafe</a> because the liberals are doing transgender operations in grade school. <a href=\"https://www.nbcnews.com/news/us-news/-just-exploded-springfield-woman-says-never-meant-spark-rumors-haitian-rcna171099\">Not even your pets are secure</a>; Haitians in Springfield are eating the dogs and eating the cats. Where Trump and Berry align is the assertion of life-altering problems absent evidence of their existence or severity. Anyone with Google and basic discernment skills would realize that all of Trumps threats are baseless. The success of Trumps campaign revealed that empirics-based argument is much less effective than fear-mongering. </p>\r\n<p>Although Trump and Berrys weaponization of lies seems novel to those versed in modern American politics, there are clear analogies between this political strategy and the strategies of authoritarian rulers. In a <a href=\"https://www.newyorker.com/magazine/dispatches/what-does-it-mean-that-donald-trump-is-a-fascist\">2024 article</a> for the New Yorker, historian Timothy Snyder compared Trumps disavowal of facts to the political strategies of fascist leaders like Putin, Mussolini, and Hitler. Everything that Trump says is the truth, and everyone that disagrees is the <a href=\"https://apnews.com/article/trump-zelenskyy-ukraine-russia-war-7d18400b935166773bbd3b3323c8aa5f\"><em>true</em> fascist</a>. This is particularly alarming when the truth justifies harming politically-vulnerable groups. Berrys speech should not be viewed as a fringe conservative viewpoint, but an integral part of Trump-era fascism.</p>\r\n<p>As law students, we have an obligation to fight back against dangerous narratives and hold speakers accountable for unfounded claims. Instead of prima facie dismissing beliefs like Berrys as ridiculous, we have to critically engage with them to point out their contradictions and holes in logic. Only by remaining vigilant in our critical thinking can we resist a political schema seemingly adamant to crush it.</p>\r\n\r\n<p><em>Elijah Pitt is a 1L and a Writer for </em>The Verdict<em>.</em></p>\r\n\r\n</div>\r\n</body>\r\n</html>", "is_current_issue": true, "created_at": "2025-02-28T00:39:25.856Z", "updated_at": "2025-02-28T01:46:55.077Z"}}, {"model": "newsletter.article", "pk": 28, "fields": {"title": "Advisory Opinion: Should I Ask My Crush Out?", "writer": "Kat Kakkis 26", "date": "2025-02-14", "volume_number": 2, "issue_number": 1, "short_title": "advisory-opinion-2-1", "preview_text": "", "article_type": "features", "doc_url": "", "doc_id": "", "content_html": "<html>\r\n  <head>\r\n  <style>\r\n\r\n    /* using this content div to avoid making footer 20px */\r\n    .content p {\r\n      font-size: 20px;\r\n    }\r\n  </style>\r\n  </head>\r\n  <body>\r\n    <div class=\"content\">\r\n        <p>It is that loved-up time of the year and youre asking yourself if you should make a move with that special someone. This fun and flirty flowchart is here to help you! Happy Valentines Day.</p>\r\n <img\r\n            src=\"/static/newsletter/advisory opinion 2-1.png\"\r\n            class=\"img-fluid\"\r\n            alt=\"advisory opinion\"\r\n            style=\"max-height: 1300px; width: 180%;\"\r\n        >\r\n<p><em>Disclaimer:</em> A gentle reminder that I am not a romance expert (shocking, but true) and this is not professional (or even credible) advice. Please consult your friends or Esther Perel before proceeding with any crush-related activity. Also, I love, love and am so happy for all the law school couples and flings.</p>\r\n        <p><em>Katerina Kakkis is a 3L and a Contributor for </em>The Verdict<em>.</em></p>\r\n    </div>\r\n</html>", "is_current_issue": false, "created_at": "2025-02-28T01:26:59.059Z", "updated_at": "2025-02-28T01:46:46.430Z"}}, {"model": "newsletter.article", "pk": 29, "fields": {"title": "Cross Examination", "writer": "Jacob Sarasin 25", "date": "2025-02-14", "volume_number": 2, "issue_number": 1, "short_title": "cross-examination-2-1", "preview_text": "", "article_type": "news", "doc_url": "", "doc_id": "", "content_html": "<!-- Crossword and Wuzzle -->\r\n<div class=\"text-center mb-4\">\r\n  <img\r\n    src=\"/static/newsletter/cross-examination-header.jpeg\"\r\n    class=\"img-fluid\"\r\n    alt=\"cross examination header\"\r\n    style=\"max-height: 200px; border: 1.25pt solid rgb(224, 220, 209);\"\r\n  >\r\n</div>\r\n<div class=\"text-center mb-4\">\r\n  <img\r\n    src=\"/static/newsletter/crossword 2-1.png\"\r\n    class=\"img-fluid\"\r\n    alt=\"cross word 2-1\"\r\n    style=\"max-height: 1400px; width: 100%;\"\r\n  >\r\n</div>\r\n<div class=\"text-center mb-4\">\r\n  <img\r\n    src=\"/static/newsletter/wuzzle 2-1.png\"\r\n    class=\"img-fluid\"\r\n    alt=\"wuzzle 2-1\"\r\n    style=\"max-height: 1400px; width: 100%;\"\r\n  >\r\n</div>", "is_current_issue": false, "created_at": "2025-02-28T01:37:46.947Z", "updated_at": "2025-02-28T01:47:03.215Z"}}]